Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: Public link to the folder
cs_cz: Veřejný odkaz na složku
da_dk: Offentligt link til mappen
es_es: Enlace público al directorio
fr_fr: Lien public vers le dossier
gl_es: Ligazón pública ao cartafol
it_it: Collegamento pubblico alla cartella
pl_pl: Publiczny link do katalogu
pt_br: Linque público para a pasta
ru_ru: Доступ по ссылке к папке
sk_sk: Verejný odkaz na adresár
sl_si: Javna povezava mape

source: Select at least one track
cs_cz: Vyberte alespoň jednu stopu
da_dk: Vælg mindst et spor
es_es: Seleccione al menos una ruta
fr_fr: Sélectionnez au moins une trace
gl_es: Seleccione polo menos un trazado
id_id: Pilih setidaknya satu berkas
it_it: Seleziona almeno una traccia
nl_nl: Selecteer ten minste één track
pl_pl: Wybierz, co najmniej jedną ścieżkę
pt_br: Selecione pelo menos uma trilha
ru_ru: Выберите минимум один трек
sk_sk: Vyberte aspoň jednu trasu
sl_si: Izberite vsaj eno sled

source: Destination folder
cs_cz: Cílová složka
da_dk: Destinations-mappe
es_es: Directorio destino
fr_fr: Dossier de destination
gl_es: Cartafol de destino
id_id: Folder tujuan
it_it: Cartella di destinazione
nl_nl: Doelmap
pl_pl: Docelowy katalog
pt_br: Pasta de destino
ru_ru: Папка назначения
sk_sk: Cieľový priečinok
sl_si: Ciljna mapa

source: Origin and destination directories must be different
cs_cz: Je třeba, aby složka ze které pochází a složka, do které míří nebyly jedna a tatáž
da_dk: Kilde og destinations-mappen skal være forskellig
es_es: Los directorios origen y destino deben ser distintos
fr_fr: Le dossier d'origine et de destination doivent être différents
gl_es: Os directorios de orixe e destino teñen que ser diferentes
id_id: Asal dan tujuan petunjuk harus berbeda
it_it: Le directory di origine e destinazione devono essere diverse
nl_nl: Bron- en doelmap dienen verschillend te zijn
pl_pl: Katalogi początkowy i docelowy muszą być różne
pt_br: Os diretórios de origem e destino devem ser diferentes
ru_ru: Папки исходная и назначения должны отличаться
sk_sk: Zdrojový a cieľový adresár sa musia líšiť
sl_si: Izvorna in ciljna mapa morata biti različni

source: Are you sure you want to delete the track {name} ?
cs_cz: Opravdu chcete odstranit stopu {name}?
da_dk: Er du sikker på at du vil slette sporet {name} ?
es_es: ¿Está seguro de que quiere eliminar la ruta {name}?
fr_fr: Êtes-vous sur de vouloir supprimer la trace {name} ?
gl_es: Confirma que quere eliminar o trazado {name}?
id_id: Apakah anda yakin ingin menghapus berkas {name} ?
it_it: Sei sicuro di voler eliminare la traccia {name}?
nl_nl: Weet je zeker dat je de track {name} wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ścieżkę {name} ?
pt_br: Tem certeza que quer apagar o rastreio {name} ?
ru_ru: Вы уверены, что хотите удалить трек {name} ?
sk_sk: Skutočne chcete vymazať trasu {name} ?
sl_si: Ste prepričani, da želite izbrisati sled {name} ?

source: Confirm track deletion
cs_cz: Potvrdit odstranění stopy
da_dk: Bekræft spor-sletning
es_es: Confirmar eliminación de ruta
fr_fr: Confirmer la suppression de la trace
gl_es: Confirmar a eliminación do trazado
id_id: Konfirmasi penghapusan berkas
it_it: Conferma eliminazione traccia
nl_nl: Bevestig verwijderen track
pl_pl: Potwierdź usunięcie ścieżki
pt_br: Confirma exclusão rastreio
ru_ru: Подтверждение удаления трека
sk_sk: Potvrďte vymazanie trasy
sl_si: Potrdite brisanje sledi

source: Add directory recursively
cs_cz: Přidat složku rekurzivně
da_dk: Tilføj mappe rekursivt
es_es: Añadir directorio recursivamente
fr_fr: Ajouter récursivement un dossier
gl_es: Engadir directorio de xeito recursivo
it_it: Aggiungi cartella ricorsivamente
pl_pl: Dodaj katalog rekurencyjnie
pt_br: Adicionar diretório recursivamente
ru_ru: Добавить папку рекурсивно
sk_sk: Pridať adresár rekurzívne
sl_si: Dodaj mapo rekurzivno

source: better in
cs_cz: lepší v
da_dk: bedre i
es_es: mejor en
fr_fr: meilleur en
gl_es: mellor en
id_id: lebih baik
it_it: migliore in
nl_nl: beter in
pl_pl: lepiej w
pt_br: melhor em
ru_ru: лучше в
sk_sk: lepšie v
sl_si: bolje v

source: worse in
cs_cz: horší v
da_dk: dårligere i
es_es: peor en
fr_fr: moins bon en
gl_es: peor en
id_id: lebih buruk
it_it: peggiore in
nl_nl: slechter in
pl_pl: gorzej w
pt_br: pior em
ru_ru: хуже в
sk_sk: horšie v
sl_si: slabše v

source: Divergence details
cs_cz: Podrobnosti o rozdílech
da_dk: Divergensdetaljer
es_es: Detalles de divergencia
fr_fr: Détails de la divergence
gl_es: Detalles de diverxencia
id_id: Perbedaan rincian
it_it: Dettagli sulle divergenze
nl_nl: Divergentie details
pl_pl: Szczegóły rozbieżności
pt_br: Detalhes de divergência
ru_ru: Детали расхождения
sk_sk: Podrobnosti rozdielov
sl_si: Podrobnosti razhajanja

source: Divergence distance
cs_cz: Rozdílová vzdálenost
da_dk: Divergensdistance
es_es: Distancia de divergencia
fr_fr: Distance de divergence
gl_es: Distancia de diverxencia
id_id: Perbedaan jarak
it_it: Distanza di divergenza
nl_nl: Divergentie afstand
pl_pl: Szczegóły dystansu
pt_br: Distância de divergência
ru_ru: Различия расстояния
sk_sk: Vzdialenosť rozdielov
sl_si: Razdalja razhajanja

source: is shorter than
cs_cz: je kratší než
da_dk: er kortere end
es_es: es más corto que
fr_fr: est plus court que
gl_es: é máis curta que
id_id: apakah lebih cepat dibandingkan dengan
it_it: è più breve di
nl_nl: is korter dan
pl_pl: jest krótszy niż
pt_br: é mais curto que
ru_ru: короче чем
sk_sk: je kratšia ako
sl_si: je krajše kot

source: is longer than
cs_cz: je delší než
da_dk: er længere end
es_es: es más largo que
fr_fr: est plus long que
gl_es: é máis longa que
id_id: apakah lebih lama dibandingkan dengan
it_it: è più lungo di
nl_nl: is langer dan
pl_pl: jest dłuższy niż
pt_br: é mais longo que
ru_ru: длиннее чем
sk_sk: je dlhšia ako
sl_si: je daljše kot

source: Divergence time
cs_cz: Trvání odchylky
da_dk: Divergenstid
es_es: Tiempo de divergencia
fr_fr: Temps de divergence
gl_es: Tempo de diverxencia
id_id: Perbedaan waktu
it_it: Tempo di divergenza
nl_nl: Divergentie tijd
pl_pl: Czas rozbieżności
pt_br: Tempo de divergência
ru_ru: Различия времени
sk_sk: Čas rozdielu
sl_si: Čas razhajanja

source: is quicker than
cs_cz: je rychlejší než
da_dk: er hurtigere end
es_es: es más rápido que
fr_fr: est plus rapide que
gl_es: é máis rápida que
id_id: apakah lebih cepat daripada
it_it: è più veloce di
nl_nl: is sneller dan
pl_pl: jest szybszy niż
pt_br: é mais rápido que
ru_ru: быстрее чем
sk_sk: je rýchlejšia ako
sl_si: je hitreje kot

source: is slower than
cs_cz: je pomalejší než
da_dk: er langsommere end
es_es: es más lento que
fr_fr: est plus lent que
gl_es: é máis lenta que
id_id: apakah lebih lambat dibandingkan dengan
it_it: è più lento di
nl_nl: is langzamer dan
pl_pl: jest wolniejszy niż
pt_br: é mais lento que
ru_ru: медленнее чем
sk_sk: je pomalšia ako
sl_si: je počasneje kot

source: is less than
cs_cz: je menší než
da_dk: er mindre end
es_es: es menos de
fr_fr: est inférieur à
gl_es: é menos que
id_id: apakah kurang dari
it_it: è minore di
nl_nl: is minder dan
pl_pl: jest mniej niż
pt_br: é menos do que
ru_ru: более чем
sk_sk: je menej ako
sl_si: je manj kot

source: is more than
cs_cz: je větší než
da_dk: er større end
es_es: es más de
fr_fr: est supérieur à
gl_es: é mais que
id_id: apakah lebih dari
it_it: è più di
nl_nl: is meer dan
pl_pl: jest więcej niż
pt_br: é mais que
ru_ru: менее чем
sk_sk: je viac ako
sl_si: je več kot

source: Segment details
cs_cz: Podrobnosti o úseku
da_dk: Segment-detaljer
es_es: Datos de segmento
fr_fr: Détails du segment
gl_es: Detalles do segmento
id_id: Rincian bagian
it_it: Dettagli del segmento
pl_pl: Szczegóły odcinka
pt_br: Detalhes do segmento
ru_ru: Детали секции
sk_sk: Detaily segmentu
sl_si: Podrobnosti segmenta

source: Segment id
cs_cz: Identif. úseku
es_es: Id de segmento
fr_fr: Id du segment
gl_es: ID do segmento
id_id: Bagian id
it_it: Id del segmento
pl_pl: Id odcinka
pt_br: Id do segmento
ru_ru: ИД сегмента
sk_sk: ID segmentu
sl_si: Id segmenta

source: From
cs_cz: Z
da_dk: Fra
es_es: Desde
fr_fr: De
gl_es: Dende
id_id: Dari
it_it: Da
nl_nl: Van
pl_pl: Z
pt_br: De
ru_ru: Из
sk_sk: Od
sl_si: Od

source: To
cs_cz: Do
da_dk: Til
es_es: Hasta
fr_fr: À
gl_es: A
id_id: Ke
it_it: A
nl_nl: Tot
pl_pl: Do
pt_br: Para
ru_ru: В
sk_sk: Do
sl_si: Do

source: Click on a track line to get details on the section
cs_cz: Kliknutím na trasu zobrazíte podrobnosti v sekci
da_dk: Klik på et sted på sporet for at få detaljer om pågældende sektion
es_es: Haga clic en una línea de la ruta para conseguir detalles sobre la sección
fr_fr: Cliquez sur une trace pour avoir les détails d'une section
gl_es: Prema nunha liña de trazado para obter detalles sobre a sección
id_id: Klik pada garis berkas untuk mendapatkan rincian pada bagian
it_it: Clicca su una linea di binario per ottenere dettagli sulla sezione
nl_nl: Klik op een track lijn om details van een sectie op te roepen
pl_pl: Kliknij w linię ścieżki, aby wyświetlić szczegóły w tej sekcji
pt_br: Clique em uma linha de trilha para obter detalhes sobre a seção
ru_ru: Щёлкните на линии трека, чтобы увидеть подробности о секции
sk_sk: Kliknite na čiaru trasy pre získanie podrobností sekcie
sl_si: Klik na črto prikaže podrobnosti odseka

source: Waypoint
cs_cz: Bod trasy
fr_fr: Point de repère
gl_es: Punto de paso
pl_pl: Punkt trasy
ru_ru: Отметка

source: ESRI topo with relief
cs_cz: ESRI topo s reliéfem
fr_fr: ESRI topo avec relief
gl_es: ESRI topográfico con relevo
it_it: ESRI topografia con rilievo
pl_pl: ESRI topo z cieniowaniem
ru_ru: ESRI топография с рельефом

source: WaterColor
cs_cz: Barva vod
fr_fr: Aquarelle
gl_es: Acuarela
it_it: Acquerello
ru_ru: Акварель

source: Streets
cs_cz: Ulice
fr_fr: Rues
gl_es: Rúas
it_it: Strade
pl_pl: Ulice
ru_ru: Улицы

source: Satellite
cs_cz: Satelitní
gl_es: Satélite
pl_pl: Satelita
ru_ru: Спутниковая

source: Outdoor
cs_cz: Venkovní
fr_fr: Extérieur
gl_es: Exterior
it_it: Esterno
pl_pl: Plener
ru_ru: Открытый

source: Dark
cs_cz: Tmavé
fr_fr: Sombre
gl_es: Escuro
it_it: Scuro
pl_pl: Ciemny
ru_ru: Тёмная

source: No elevation data
cs_cz: Žádná výšková data
fr_fr: Aucune donnée d'altitude
gl_es: Sen datos de elevación
it_it: Nessun dato di elevazione
pl_pl: Brak danych o wysokości
ru_ru: Нет данных о высоте

source: No speed data
cs_cz: Žádná data o rychlosti
fr_fr: Aucune donnée de vitesse
gl_es: Sen datos de velocidade
it_it: Nessun dato di velocità
pl_pl: Brak danych o prędkości
ru_ru: Нет данных о скорости

source: Heart rate
cs_cz: Tepová frekvence
fr_fr: Fréquence cardiaque
gl_es: Frecuencia cardíaca
it_it: Battito cardiaco
pl_pl: Tętno
ru_ru: Пульс

source: Temperature
cs_cz: Teplota
fr_fr: Température
gl_es: Temperatura
it_it: Temperatura
pl_pl: Temperatura
ru_ru: Температура

source: Traveled distance (device)
cs_cz: Absolvovaná vzdálenost (zařízení)
fr_fr: Distance parcourue (appareil)
gl_es: Distancia percorrida (dispositivo)
it_it: Distanza percorsa (dispositivo)
pl_pl: Odległość przebyta (urządzenie)
ru_ru: Преодолённое расстояние (устройство)

source: bpm
gl_es: mps
ru_ru: уд/м

source: Folder and tracks selection
cs_cz: Výběr složky a stop
da_dk: Mappe og spor-valg
es_es: Selección de directorios y rutas
fr_fr: Choix du dossier et des traces
gl_es: Selección de cartafoles e trazados
id_id: Folder dan berkas pilihan
it_it: Selezione cartelle e tracce
nl_nl: Map en tracks selectie
pl_pl: Wybór katalogów i ścieżek
pt_br: Seleção de pasta e Trilha
ru_ru: Выбор каталога и треков
sk_sk: Výber priečinka a trasy
sl_si: Izbor mape in sledi

source: Settings and extra actions
cs_cz: Nastavení a další akce
da_dk: Indstillinger og ekstra handlinger
es_es: Ajustes y acciones adicionales
fr_fr: Configuration et actions supplémentaires
gl_es: Axustes e accións extra
id_id: Pengaturan dan tindakan lebih
it_it: Impostazioni e azioni supplementari
nl_nl: Instellingen en extra acties
pl_pl: Ustawienia i dodatkowe działania
pt_br: Configurações e ações extras
ru_ru: Настройки и дополнительные инструменты
sk_sk: Nastavenia a ďalšie akcie
sl_si: Nastavitve in dodatna dejanja

source: About GpxPod
cs_cz: O GpxPod
da_dk: Om GpxPod
es_es: Acerca de GpxPod
fr_fr: À propos de GpxPod
gl_es: Sobre GpxPod
id_id: Tentang GpxPod
it_it: Informazioni Su GpxPod
nl_nl: Over GpxPod
pl_pl: O GpxPod
pt_br: Sobre GpxPod
ru_ru: О GpxPod
sk_sk: O GpxPod
sl_si: O GpxPod

source: New interface
cs_cz: Nové rozhraní
gl_es: Nova interface
it_it: Nuova interfaccia
pl_pl: Nowy interfejs
ru_ru: Новый интерфейс

source: Choose a folder
cs_cz: Zvolte složku
da_dk: Vælg en mappe
es_es: Elegir un directorio
fr_fr: Choisissez un dossier
gl_es: Escolla un cartafol
id_id: Pilih folder
it_it: Scegli una cartella
nl_nl: Kies een map
pl_pl: Wybierz katalog
pt_br: Escolha uma pasta
ru_ru: Выбрать каталог
sk_sk: Zvoľte adresár
sl_si: Izbor mape

source: Reload and analyze all files in current folder
cs_cz: Znovu načíst a analyzovat všechny soubory v aktuální složce
da_dk: Genindlæs og analyser alle filer i nuværende mappe
es_es: Recargar y analizar todos los ficheros del directorio actual
fr_fr: Recharger et analyser tous les fichiers dans le dossier courant
gl_es: Volver cargar e analizar todos os ficheiros do cartafol actual
id_id: Memuat kembali dan menganalisa semua berkas dalam folder yang sekarang
it_it: Ricarica e analizza tutti i file nella cartella corrente
nl_nl: Herlaad en analyseer alle bestanden in de huidige map
pl_pl: Załaduj ponownie i przeanalizuj wszystkie pliki w bieżącym katalogu
pt_br: Recarregue e analise todos os arquivos na pasta atual
ru_ru: Перезагрузить и проанализировать файлы в текущей папке
sk_sk: Znova načítať a analyzovať všetky súbory v aktuálnom adresári
sl_si: Ponovno naloži in analiziraj vse datoteke v trenutni mapi

source: Reload current folder
cs_cz: Znovu načíst aktuální složku
da_dk: Genindlæs nuværende folder
es_es: Recargar directorio actual
fr_fr: Recharger le dossier courant
gl_es: Volver cargar o cartafol actual
id_id: Memuat kembali folder yang sekarang
it_it: Ricarica la cartella corrente
nl_nl: Herlaad de huidige map
pl_pl: Załaduj ponownie bieżący katalog
pt_br: Recarregar a pasta atual
ru_ru: Перезагрузить текущую папку
sk_sk: Znova načítať aktuálny adresár
sl_si: Ponovno naloži trenutno mapo

source: Add directories recursively
cs_cz: Přidat složky rekurzivně
da_dk: Tilføj mapper rekursivt
es_es: Añadir directorios recursivamente
fr_fr: Ajouter des dossiers récursivement
gl_es: Engadir directorios de xeito recursivo
it_it: Aggiungi directory ricorsivamente
pl_pl: Dodaj katalogi rekurencyjnie
pt_br: Adicionar diretórios recursivamente
ru_ru: Добавить папки рекурсивно
sk_sk: Pridať adresáre rekurzívne
sl_si: Dodaj mape rekurzivno

source: Delete current directory
cs_cz: Odstranit stávající složku
da_dk: Slet nuværende mappe
es_es: Eliminar directorio actual
fr_fr: Enlever le dossier courant
gl_es: Eliminar o directorio actual
it_it: Elimina la directory corrente
pl_pl: Usuń bieżący katalog
pt_br: Apagar o diretório atual
ru_ru: Удалить текущую папку
sk_sk: Vymazať aktuálny adresár
sl_si: Izbriši trenutno mapo

source: There is no directory in your list
cs_cz: Ve vašem seznamu není žádná složka
da_dk: Der er ingen mappe i din liste
es_es: No hay ningún directorio en su lista
fr_fr: Aucun dossier n'est présent dans la liste
gl_es: Non hai ningún directorio na súa lista
it_it: Non c'è directory nella tua lista
pl_pl: Na liście nie ma żadnego katalogu
pt_br: Não há diretório na sua lista
ru_ru: В списке нет папок
sk_sk: Vo vašom zozname nie je žiadny adresár
sl_si: V seznamu ni nobenih map

source: Add one to be able to see tracks
cs_cz: Pokud chcete uvidět trasy, je třeba nějakou přidat
da_dk: Tilføj en for at se spor
es_es: Añadir uno para poder ver rutas
fr_fr: Ajoutez-en un pour pouvoir voir des traces
gl_es: Engadir un para poder ver os trazados
it_it: Aggiungine almeno una per poter vedere le tracce
pl_pl: Dodaj jeden, aby można było zobaczyć ścieżki
pt_br: Adicione um para poder ver as trilhas
ru_ru: Надо добавить один для возможности просмотра треков
sk_sk: Pridajte jeden pre možnosť zobrazenia trás
sl_si: Dodajte vsaj eno, da bodo sledi vidne

source: Options
cs_cz: Předvolby
da_dk: Indstillinger
es_es: Opciones
gl_es: Opcións
id_id: Pilihan
it_it: Opzioni
nl_nl: Opties
pl_pl: Opcje
pt_br: Opções
ru_ru: Параметры
sk_sk: Nastavenia
sl_si: Možnosti

source: Map options
cs_cz: Předvolby pro mapu
da_dk: Kortindstillinger
es_es: Opciones de mapa
fr_fr: Options de la carte
gl_es: Opcións do mapa
it_it: Opzioni della mappa
nl_nl: Kaart opties
pl_pl: Opcje mapy
pt_br: Opções de mapa
ru_ru: Настройки карты
sk_sk: Možnosti mapy
sl_si: Možnosti zemljevida

source: Display markers
cs_cz: Zobrazit značky
da_dk: Vis markører
es_es: Mostrar marcadores
fr_fr: Afficher les marqueurs
gl_es: Mostra marcas
id_id: Tampilkan Penanda
it_it: Visualizza indicatori
nl_nl: Toon markeringen
pl_pl: Wyświetl znaczniki
pt_br: Opções de mapa
ru_ru: Отображать маркеры
sk_sk: Zobraziť značky
sl_si: Prikaz označevalnikov

source: Show pictures markers
cs_cz: Zobrazit značky obrázků
da_dk: Vis billedmarkører
es_es: Mostrar marcadores de imágenes
fr_fr: Montrer les marqueurs des photos
gl_es: Amosar os marcadores de imaxes
id_id: Tampilkan spidol gambar
it_it: Mostra indicatori di immagini
nl_nl: Toon markeringen van afbeeldingen
pl_pl: Pokaż znaczniki zdjęć
pt_br: Mostrar marcadores de fotos
ru_ru: Отображать маркеры изображений
sk_sk: Zobraziť značky fotiek
sl_si: Prikaz označevalnikov fotografij

source: Only pictures with EXIF geolocation data are displayed
cs_cz: Zobrazeny jsou pouze obrázky s EXIF geolokačními daty
da_dk: Vis kun billeder med EXIF-geolokationsdata
es_es: Sólo se muestran imágenes con datos EXIF de geolocalización
fr_fr: Seules les photos possédant des données EXIF de géolocalisation sont affichées
gl_es: Só se amosan as imaxes con datos EXIF de xeolocalización
id_id: Hanya gambar dengan EXIF geolocation data ditampilkan
it_it: Vengono visualizzate solo le immagini con dati di geo-localizzazione EXIF
nl_nl: Enkel afbeeldingen met EXIF geolocatiedata worden weergegeven
pl_pl: Wyświetlane są, tylko zdjęcia z danymi geolokacyjnymi EXIF
pt_br: Apenas imagens com dados de geolocalização EXIF são exibidas
ru_ru: Только для фото с данными геолокации
sk_sk: Zobrazené budú len fotky obsahujúce lokalizáciu v EXIF
sl_si: Prikaz fotografij, ki vsebujejo geolokacijo v EXIF podatkih

source: Show pictures
cs_cz: Zobrazit obrázky
da_dk: Vis billeder
es_es: Mostrar imágenes
fr_fr: Montrer les photos
gl_es: Amosar imaxes
id_id: Menampilkan gambar
it_it: Mostra immagini
nl_nl: Toon afbeeldingen
pl_pl: Pokaż zdjęcia
pt_br: Mostrar fotos
ru_ru: Отображать фото
sk_sk: Zobraziť obrázky
sl_si: Prikaz fotografij

source: With this disabled, public page link will include option to hide sidebar
cs_cz: Pokud toto bude vypnuté, bude veřejný odkaz na stránku obsahovat možnost skrýt postranní panel
da_dk: Med denne aktiveret vil offentlige sider inkludere en mulighed for at gemme sidemenuen
es_es: Cuando se inhabilita esta opción, la página de enlace público mostrará la opción de ocultar barra lateral
fr_fr: Désactivez cette option pour générer des liens vers les pages publiques dans lesquelles la barre latérale est cachée
gl_es: Con esta opción desactivada, a ligazón á páxina pública incluirá a opción para agochar a barra lateral
id_id: Dengan ini dinonaktifkan, link halaman umum akan mencakup pilihan untuk menyembunyikan sidebar
it_it: Con questo disabilitato, il link della pagina pubblica includerà l'opzione per nascondere la barra laterale
nl_nl: Schakel deze optie uit om de zijbalk in publieke paginas te verbergen
pl_pl: Po wyłączeniu, publiczny link do strony będzie zawierał opcję ukrycia paska bocznego
pt_br: Com isso desabilitado, o linque da página pública incluirá a opção de ocultar a barra lateral
ru_ru: Когда отключено, публичная ссылка содержит опцию не отображать панель
sk_sk: Ak je voľba vypnutá, odkaz na verejne prístupnú stránku bude obsahovať voľbu umožňujúcu ukryť bočný panel
sl_si: Če je onemogočeno, bo javna povezava vsebovala možnost skrivanja bočnega okna

source: Enable sidebar in public pages
cs_cz: Povolit postranní panel na veřejných stránkách
da_dk: Aktiver sidemenu på offentlige sider
es_es: Habilitar barra lateral en páginas públicas
fr_fr: Activer la barre latérale dans les pages publiques
gl_es: Activar a barra lateral nas páxinas públicas
id_id: Mengaktifkan sidebar di halaman-halaman umum
it_it: Abilita la barra laterale nelle pagine pubbliche
nl_nl: Zijbalk inschakelen in openbare pagina's
pl_pl: Włącz pasek boczny na stronach publicznych
pt_br: Ativar barra lateral em páginas públicas
ru_ru: Отображать боковую панель при доступе по ссылке
sk_sk: Zapnúť bočný panel na verenjných stránkach
sl_si: Omogoči bočno okno v javnih straneh

source: Open info popup when a track is drawn
cs_cz: Při vykreslování stopy otevřít vyskakovací okno s informacemi
da_dk: Åben popup-info når et spor tegnes
es_es: Abrir ventana emergente informativa cuando una ruta haya sido dibujada
fr_fr: Ouvrir une popup quand une trace est affichée
gl_es: Abrir unha xanela emerxente de información cando se debuxa un trazado
id_id: Info buka pop-up ketika lintasan yang ditarik
it_it: Apri popup informazioni quando una traccia è disegnata
nl_nl: Open een popup wanneer een track wordt afgebeeld
pl_pl: Otwórz wyskakujące okienko informacyjne po narysowaniu ścieżki
pt_br: Abrir pop-up de informações quando uma trilha for desenhada
ru_ru: Открыть информационную подсказку после отрисовки трека
sk_sk: Otvoriť informačné vyskakovacie okno pri vykresľovaní trasy
sl_si: Odpri pojavno okno z informacijami, ko je sled vrisana

source: Auto-popup
cs_cz: Automatické vyskakování
es_es: Ventana emergente automática
fr_fr: Popup automatique
gl_es: Xanela emerxente automática
pl_pl: Automatycznie wyskakujące okna
ru_ru: Авто подсказки
sk_sk: Automatické vyskakovacie okno
sl_si: Samodejno pojavno okno

source: If enabled :
cs_cz: Pokud je povoleno:
da_dk: Hvis aktiveret :
es_es: Si habilitado:
fr_fr: Si activé :
gl_es: Se está activada:
id_id: Jika diaktifkan :
it_it: Se abilitato:
nl_nl: Indien ingeschakeld :
pl_pl: Jeśli wyłączone :
pt_br: Se habilitado:
ru_ru: Если включено :
sk_sk: Ak je zapnuté :
sl_si: Če je omogočeno :

source: Zoom on track when it is drawn
cs_cz: Při jejím vykreslování přiblížit stopu
da_dk: Zoom ind på spor når det tegnes
es_es: Zoom a la ruta al ser dibujada
fr_fr: Zoome sur la trace quand on la dessine
gl_es: Achegar ao trazado ao debuxalo
id_id: Zoom pada jalur adalah jika digambar
it_it: Ingrandisci sulla traccia quando viene disegnata
nl_nl: Zoom op track wanneer deze getekend wordt
pl_pl: Powiększ na ścieżce podczas rysowania
pt_br: Aplique zoom na trilha quando ela for desenhada
ru_ru: Масштаб на треке когда он отображён
sk_sk: Zväčšiť na trasu pri jej vykreslení
sl_si: Ko je sled vrisana jo približaj
