Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: Delete all '.marker' and '.geojson' files
cs_cz: Odstranit všechny soubory „.marker“ a „.geojson“
da_dk: Slet alel '.marker' og '.geojson'-files
es_es: Eliminar todos los ficheros '.marker' y '.geojson'
fr_fr: Supprimer tous les fichiers '.marker' et '.geojson'
gl_es: Eliminar tódolos ficheiros '.marker' e '.geojson'
id_id: Menghapus semua file '.marker' dan '.geojson'
it_it: Elimina tutti i file '.marker' e '.geojson'
nl_nl: Verwijder alle '.marker' en '.geojson' bestanden
pl_pl: Usuń wszystkie pliki '.marker' i '.geojson'
pt_br: Exclua todos os arquivos '.marker' e '.geojson'
ru_ru: Удалить все «.marker» и «.geojson» файлы
sk_sk: Vymazať všetky súbory typu '.marker' a '.geojson'
sl_si: Izbriši vse '.marker' in '.geojson' datoteke

source: Delete '.markers' and '.geojson' files corresponding to existing gpx files
cs_cz: Smazat soubory „.markers“ a „.geojson“, odpovídající existujícím souborům gpx
da_dk: Slet '.markers' og '.geojson'-filer som svarer til eksisterende gpx-filer
es_es: Borrar ficheros '.markers' y '.geojson' correspondientes a ficheros gpx existentes
fr_fr: Supprimer tous les fichiers '.marker' et '.geojson' correspondant à des fichiers gpx existant
gl_es: Eliminar ficheiros '.markers' e '.geojason' correspondentes a ficheiros gpx existentes
id_id: Hapus file '.markers' dan '.geojson' yang sesuai dengan file gpx ada
it_it: Elimina i file '.markers' e '.geojson' corrispondenti ai file gpx esistenti
nl_nl: Verwijder '.markers' en '.geojson' bestanden corresponderend met de bestaande gpx bestanden
pl_pl: Usuń pliki '.markers' i '.geojson' odpowiadające istniejącym plikom gpx
pt_br: Exclua os arquivos '.markers' e '.geojson' correspondentes aos arquivos gpx existentes
ru_ru: Удалить файлы «.markers» и «.geojson», соответствующие существующим gpx
sk_sk: Vymazať súbory '.markers' a '.geojson' vzťažné k existujúcim gpx súborom
sl_si: Izbriši '.markers' in '.geojson' datoteke, ki ustrezajo obstoječim gpx datotekam

source: Metadata will be generated again on folder load
cs_cz: Metadata budou při načtení složky znovu vytvořena
da_dk: Metadata regenereres ved genindlæsning af mappe
es_es: Los metadatos se volverán a generar al cargar el directorio
fr_fr: Les métadonnées seront générées à nouveau au chargement des dossiers
gl_es: Os metadatos volverán a xerarse ao cargar o cartafol
id_id: Metadata akan dihasilkan lagi pada folder beban
it_it: I metadati verranno nuovamente generati al caricamento della cartella
nl_nl: De metadata zal opnieuw gegenereerd worden bij laden van de mappen
pl_pl: Metadane będą generowane ponownie po wczytaniu katalogu
pt_br: Os metadados serão gerados novamente no carregamento da pasta
ru_ru: Метаданные будут созданы заново при открытии папки
sk_sk: Metaúdaje budú znova vygenerované pri načítaní adresára
sl_si: Ob nalaganju mape se bodo metapodatki osvežili

source: Delete metadata for all tracks in the database (distance, duration, average speed...)
cs_cz: Odstranit metadata pro všechny skladby v databázi (vzdálenost, trvání, průměrná rychlost…)
da_dk: Slet metadata for alle spor i databasen (distance, varighed, gennemsnitshastighed...)
es_es: Eliminar metadatos de todas las rutas en la base de datos (distancia, duración, velocidad media...)
fr_fr: Effacer les métadonnées de toutes les traces dans la base de données (distance, durée, vitesse moyenne...)
gl_es: Eliminar os metadatos de todos os trazados da base de datos (distancia, duración, velocidade media…)
id_id: Menghapus metadata untuk semua trek dalam database (jarak, durasi, kecepatan rata-rata...)
it_it: Elimina i metadati per tutte le tracce nel database (distanza, durata, velocità media...)
nl_nl: Verwijder de metadata van alle tracks in de database (afstand, duur, gemiddelde snelheid...)
pl_pl: Usuń metadane wszystkich ścieżek w bazie danych (odległość, czas trwania, średnia prędkość...)
pt_br: Exclua metadados para todas as faixas no banco de dados (distância, duração, velocidade média...)
ru_ru: Удалить метаданные (расстояние, продолжительность, средняя скорость...) для всех треков в базе данных
sk_sk: Odstrániť metaúdaje pre všetky trasy v databáze (vzdialenosť, trvanie, priemerná rýchlosť...)
sl_si: Izbriše metapodatke za vse sledi v podatkovni bazi (razdalja, trajanja, poprečna hitrost...)

source: deleting
cs_cz: mazání
da_dk: sletter
es_es: eliminando
fr_fr: suppression
gl_es: eliminando
id_id: menghapus
it_it: eliminazione
nl_nl: verwijderen
pl_pl: usuwanie
pt_br: excluindo
ru_ru: удаление
sk_sk: mazanie
sl_si: brisanje

source: Append "&track=all" to the link to display all tracks when public folder page loads.
cs_cz: Při načítání stránky s veřejnou složkou připojit k odkazu řetězec „&track=all“.
da_dk: Tilføj"&track=all" til linket for at vise alle spor når siden med offentlige mapper er indlæst.
es_es: Añadir "&track=all" al enlace para mostrar todas las rutas cuando se carga una directorio público.
fr_fr: Ajouter "&track=all" à la fin du lien pour afficher toutes les traces au chargement de la page publique.
gl_es: Engadir «&track=all» a ligazón para amosar todos os trazados cando cargue a páxina do cartafol público.
id_id: Menambahkan "& melacak = semua" untuk link untuk menampilkan semua trek ketika beban halaman folder publik.
it_it: Aggiungi "&track=all" al link per visualizzare tutte le tracce quando la pagina delle cartelle pubbliche si carica.
nl_nl: Voeg "&track=all" toe aan de link om alle tracks te tonen wanneer de pagina laadt van de openbare map.
pl_pl: Dołącz "&track=all" do linku, aby wyświetlić wszystkie ścieżki po załadowaniu strony z katalogiem publicznym.
pt_br: Anexe "&track=all" ao link para exibir todas as faixas quando a página da pasta pública for carregada.
ru_ru: Добавьте "&track=all" к ссылке для отображения всех треков при просмотре публичной папки.
sk_sk: Pripojiť "&track=all" k všetkým odkazom pre zobrazenie všetkých trás ak sa načíta stránka verejného priečinka.
sl_si: V povezavi dodaj "&track=all" da se pri nalaganju javne strani prikažejo vse sledi.

source: Shortcuts
cs_cz: Klávesové zkratky
da_dk: Genveje
es_es: Accesos rápidos
fr_fr: Raccourcis
gl_es: Atallos
id_id: Pintasan
it_it: Scorciatoie
nl_nl: Sneltoetsen
pl_pl: Skróty
pt_br: Atalhos
ru_ru: Ярлыки
sk_sk: Skratky
sl_si: Bližnjice

source: toggle sidebar
cs_cz: vyp/zap. postranní panel
da_dk: skift sidemenu
es_es: ocultar/mostrar barra lateral
fr_fr: montrer/cacher le panneau latéral
gl_es: activar barra lateral
it_it: attiva/disattiva barra laterale
nl_nl: zijbalk tonen/verbergen
pl_pl: przełącz boczny pasek
pt_br: alternar barra lateral
ru_ru: переключить боковую панель
sk_sk: prepnúť bočný panel
sl_si: preklopi bočno okno

source: toggle minimap
cs_cz: vyp/zap. minimapu
da_dk: skift mini-kort
es_es: ocultar/mostrar minimapa
fr_fr: montrer/cacher la mini-carte
gl_es: activar minimap
id_id: minimap beralih
it_it: attiva/disattiva minimap
nl_nl: minimap tonen/verbergen
pl_pl: przełącz minimapę
pt_br: alternar minimapa
ru_ru: переключить миникарту
sk_sk: prepnúť mini mapu
sl_si: preklopi mali zemljevid

source: Features
cs_cz: Funkce
da_dk: Egenskaber
es_es: Funcionalidades
fr_fr: Fonctionnalités
gl_es: Características
id_id: Fitur-fitur
it_it: Funzioni
pl_pl: Funkcje
pt_br: Características
ru_ru: Возможности
sk_sk: Funkcie
sl_si: Značilnosti

source: Documentation
cs_cz: Dokumentace
da_dk: Dokumentation
es_es: Documentación
gl_es: Documentación
id_id: Dokumentasi
it_it: Documentazione
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_br: Documentação
ru_ru: Документация
sk_sk: Dokumentácia
sl_si: Dokumentacija

source: Source management
cs_cz: Správa zdrojů
da_dk: Håndtering af kildekode
es_es: Código fuente
fr_fr: Gestion des sources
gl_es: Xestión da fonte
id_id: Sumber manajemen
it_it: Gestione sorgente
nl_nl: Bron beheer
pl_pl: Zarządzanie źródłami
pt_br: Gerenciamento de fonte
ru_ru: Управление источниками
sk_sk: Správa zdrojového kódu
sl_si: Upravljanje virov

source: Authors
cs_cz: Autoři
da_dk: Forfattere
es_es: Autores
fr_fr: Auteurs
gl_es: Autoría
id_id: Pengembang
it_it: Autori
nl_nl: Auteurs
pl_pl: Autorzy
pt_br: Autores
ru_ru: Авторы
sk_sk: Autori
sl_si: Avtorji

source: Upload gpx files to compare
cs_cz: Nahrát soubory gpx pro porovnání
da_dk: Upload gpx-filer for at sammenligne
es_es: Subir ficheros gpx para comparar
fr_fr: Envoyer des fichiers gpx à comparer
gl_es: Subir ficheiros gpx a comparar
id_id: Mengunggah file gpx untuk membandingkan
it_it: Carica file gpx da confrontare
nl_nl: Upload gpx bestanden om te vergelijken
pl_pl: Prześlij pliki gpx do porównania
pt_br: Faça o envio de arquivos gpx para comparar
ru_ru: Загрузить gpx файл для сравнения
sk_sk: Nahrať gpx súbory pre porovnanie
sl_si: Nalaganje gpx datotek za primerjavo

source: Compare
cs_cz: Porovnat
da_dk: Sammenlign
es_es: Comparar
fr_fr: Comparer
gl_es: Comparar
id_id: Membandingkan
it_it: Confronta
nl_nl: Vergelijk
pl_pl: Porównaj
pt_br: Comparar
ru_ru: Сравнить
sk_sk: Porovnať
sl_si: Primerjaj

source: File pair to compare
cs_cz: Dvojice souborů pro porovnání
da_dk: Filpar at sammenligne
es_es: Ficheros a comparar
fr_fr: Paire de fichiers à comparer
gl_es: Par de ficheiros a comparar
id_id: Pasangan berkas untuk membandingkan
it_it: Coppia di file da confrontare
nl_nl: Bestanden paar om te vergelijken
pl_pl: Para plików do porównania
pt_br: Par de arquivos para comparar
ru_ru: Пара файлов для сравнения
sk_sk: Pár súborov na porovnanie
sl_si: Datoteki za primerjavo

source: and
cs_cz: a
da_dk: og
es_es: y
fr_fr: et
gl_es: e
id_id: dan
it_it: e
nl_nl: en
pl_pl: i
pt_br: e
ru_ru: и
sk_sk: a
sl_si: in

source: time
cs_cz: čas
da_dk: tid
es_es: hora
fr_fr: temps
gl_es: hora
id_id: waktu
it_it: tempo
nl_nl: tijd
pl_pl: czas
pt_br: tempo
ru_ru: время
sk_sk: čas
sl_si: čas

source: cumulative elevation gain
cs_cz: celkový nárůst převýšení
da_dk: kumuleret højdeforøgelse
es_es: elevación acumulada
fr_fr: dénivelé positif cumulé
gl_es: desnivel positivo acumulado
id_id: kenaikan elevasi kumulatif
it_it: dislivello positivo
nl_nl: cumulatieve hoogtewinst
pl_pl: łączna suma wzniesień
pt_br: ganho de elevação cumulativo
ru_ru: общий набор высоты
sk_sk: kumulatívna nastúpaná výška
sl_si: skupni vzpon

source: Global stats on loaded tracks
cs_cz: Globální statistiky ohledně načtených tras
da_dk: Global statistik på indlæste sport
es_es: Estadísticas globales de las rutas cargadas
fr_fr: Stats globales sur les traces chargées
gl_es: Estatísticas globais dos trazados cargados
id_id: Statistik global pada berkas yang dimuat
it_it: Statistiche globali sulle tracce caricate
nl_nl: Globale statistieken van geladen tracks
pl_pl: Ogólne statystyki na załadowanych ścieżkach
pt_br: Estatísticas globais em trilhas carregadas
ru_ru: Глобальная статистика загруженных треков
sk_sk: Globálne štatistiky načítaných trás
sl_si: Skupna statistika naloženih sledi

source: stat name / track name
cs_cz: název statistiky / název trasy
da_dk: statistiknavn / spornavn
es_es: nombre de estadística / nombre de ruta
fr_fr: nom de stat / nom de trace
gl_es: nome da estatística / nome do trazado
id_id: stat nama / nama berkas
it_it: nome della stat / nome della traccia
nl_nl: statistieknaam / tracknaam
pl_pl: nazwa statystyki / nazwa ścieżki
pt_br: nome estatístico / nome da faixa
ru_ru: имя трека
sk_sk: názov štartu / názov trasy
sl_si: stat ime/ime sledi

source: About comparison
cs_cz: O porovnání
da_dk: Om sammenligning
es_es: Acerca de la comparación
fr_fr: À propos de la comparaison
gl_es: Sobre a comparación
id_id: Tentang perbandingan
it_it: Informazioni sul confronto
nl_nl: Over de vergelijking
pl_pl: O porównaniu
pt_br: Sobre comparação
ru_ru: О сравнении
sk_sk: O porovnaní
sl_si: O primerjavi

source: Password protected share
cs_cz: Sdílení chráněné heslem
fr_fr: Accès protégé par mot de passe
gl_es: Compartición protexida con contrasinal
it_it: Condivisione protetta con password
pl_pl: Dostęp chroniony hasłem
ru_ru: Доступ по ссылке защищенный паролем

source: Wrong link password
cs_cz: Nesprávné heslo k odkazu
fr_fr: Mot de passe de lien incorrect
gl_es: O contrasinal da ligazón non é correcto
it_it: Password link errata
ru_ru: Неверный пароль от ссылки

source: Share link password
cs_cz: Heslo k odkazu pro sdílení
fr_fr: Mot de passe de lien de partage
gl_es: Contrasinal da compartición
it_it: Condividi link password
ru_ru: Поделиться ссылкой защищенной паролем

source: A raster tile server address must contain "{x}", "{y}" and "{z}" and can optionally contain "{s}". For example {exampleRasterUrl} .
fr_fr: Une adresse de serveur de tuiles raster (matricielle) doit contenir "{x}", "{y}" et "{z}" et peut éventuellement contenir "{s}". Par exemple {exampleRasterUrl} .
it_it: Un indirizzo del server raster tile deve contenere "{x}", "{y}" e "{z}" e può opzionalmente contenere "{s}". Per esempio {exampleRasterUrl}.
pl_pl: Adres kafelka serwera rastra musi zawierać "{x}", "{y}" i "{z}" i może zawierać "{s}". Na przykład {exampleRasterUrl}.

source: A vector tile server address can point to a MapTiler style.json file, for example {exampleVectorStyleUrl}. It can contain GET parameters like the API key.
fr_fr: Une adresse de serveur de tuiles vectorielles peut pointer vers un fichier MapTiler style.json, par exemple {exampleVectorStyleUrl}. Elle peut contenir des paramètres GET comme la clé API.
it_it: Un indirizzo del server dei tile vettori può puntare a un file MapTiler style.json, ad esempio {exampleVectorStyleUrl}. Può contenere parametri GET come la chiave API.
pl_pl: Adres serwera wektorowego może wskazywać na plik MapTiler style.json, na przykład {exampleVectorStyleUrl}. Może on zawierać parametry GET takie jak klucz API.

source: For example : my custom server
da_dk: Eksempel: min brugervalgte server
fr_fr: Par exemple : mon super serveur
id_id: Sebagai contoh: server kustom saya
it_it: Per esempio: il mio server personalizzato
nl_nl: Bijvoorbeeld : mijn custom server
pl_pl: Na przykład: mój niestandardowy serwer
pt_br: Por exemplo: meu servidor personalizado
sk_sk: Napríklad: môj vlastný server
sl_si: Na primer: moj strežnik

source: For example : http://tile.server.org/cycle/{z}/{x}/{y}.png
da_dk: Eksempel: http://tile.server.org/cycle/{z}/{x}/{y}.png
fr_fr: Par exemple : http://tile.server.org/cycle/{z}/{x}/{y}.png
id_id: Sebagai contoh : http//tile.server.org/cycle/{z}/{x}/{y}.png
it_it: Per esempio: http://tile.server.org/cycle/{z}/{x}/{y}.png
nl_nl: Bijvoorbeeld : http://tile.server.org/cycle/{z}/{x}/{y}.png
pl_pl: Na przykład : http://tile.server.org/cycle/{z}/{x}/{y}.png
pt_br: Por exemplo: http://tile.server.org/cycle/{z}/{x}/{y}.png
sk_sk: Napríklad : http://tile.server.org/cycle/{z}/{x}/{y}.png
sl_si: Na primer : http://tile.server.org/cycle/{z}/{x}/{y}.png

source: For example : mapbox://styles/mapbox/bright-v8 or https://your.openmaptiles.server:PORT/styles/osm-bright/style.json
da_dk: For eksempel : mapbox://styles/mapbox/bright-v8 eller https://your.openmaptiles.server:PORT/styles/osm-bright/style.json
fr_fr: Par exemple : mapbox://styles/mapbox/bright-v8 ou https://your.openmaptiles.server:PORT/styles/osm-bright/style.json
it_it: Per esempio: mapbox://styles/mapbox/bright-v8 or https://your.openmaptiles.server:PORT/styles/osm-bright/style.json
pl_pl: Na przykład: mapbox://styles/mapbox/bright-v8 lub https://your.openmaptiles.server:PORT/styles/osm-bright/style.json
pt_br: Por exemplo: mapbox://styles/mapbox/bright-v8 ou https://your.openmaptiles.server: PORT/styles/osm-bright/style.json
sk_sk: Napríklad: mapbox://styles/mapbox/bright-v8 alebo https://your.openmaptiles.server:PORT/styles/osm-bright/style.json
sl_si: Na primer : mapbox://styles/mapbox/bright-v8 or https://your.openmaptiles.server:PORT/styles/osm-bright/style.json

source: For example : http://overlay.server.org/cycle/{z}/{x}/{y}.png
da_dk: Eksempel: http://overlay.server.org/cycle/{z}/{x}/{y}.png
fr_fr: Par exemple : http://overlay.server.org/cycle/{z}/{x}/{y}.png
id_id: Sebagai contoh: http://overlay.server.org/cycle/ {z} / {x} / {y} png
it_it: Per esempio: http://overlay.server.org/cycle/{z}/{x}/{y}.png
nl_nl: Bijvoorbeeld : http://overlay.server.org/cycle/{z}/{x}/{y}.png
pl_pl: Na przykład : http://overlay.server.org/cycle/{z}/{x}/{y}.png
pt_br: Por exemplo: http://overlay.server.org/cycle/{z}/{x}/{y}.png
sk_sk: Napríklad : http://overlay.server.org/cycle/{z}/{x}/{y}.png
sl_si: Na primer : http://overlay.server.org/cycle/{z}/{x}/{y}.png

source: There was an error during "gpxelevations" execution on the server
da_dk: Der opstod en fejl under afvikling af "gpxelevations" på serveren
pt_br: Ocorreu um erro durante a execução do "gpxelevações" no servidor
sk_sk: Počas vykonávania "gpxelevations" na serveri došlo k chybe
sl_si: Pri izvajanju ukaza "gpxelevation" na strežniku je prišlo do napake

source: Correct elevations with smoothing for this track
da_dk: Korriger højde ved udglatning for dette spor
id_id: Perbaiki ketinggian dengan menghaluskan berkas ini
nl_nl: Corrigeer hoogtes met gladstrijken voor deze track
pt_br: Elevações corretas com suavização para este rastreio
sk_sk: Opraviť výšky pre vyhladenie tejto trasy
sl_si: Popravi višine z glajenjem za to sled

source: no date
da_dk: ingen dato
nl_nl: geen datum
pt_br: sem data
sk_sk: bez dátumu
sl_si: brez datuma

source: none
da_dk: ingen
id_id: tidak ada
nl_nl: geen
pt_br: nenhuma
sk_sk: žiadne
sl_si: brez

source: speed
da_dk: hastighed
id_id: kecepatan
nl_nl: snelheid
pt_br: velocidade
sk_sk: rýchlosti
sl_si: hitrost

source: elevation
da_dk: højde
id_id: ketinggian
nl_nl: hoogte
pt_br: elevação
sk_sk: výšky
sl_si: višina

source: pace
id_id: kecepatan
nl_nl: tempo
pt_br: ritmo
sk_sk: tempa
sl_si: tempo

source: extension
da_dk: udvidelse
nl_nl: extensie
pt_br: extensão
sk_sk: prípony súboru
sl_si: razširitev
