Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: 3D elevation exaggeration (effective after page reload)
cs_cz: 3D nadmořská výška (projeví se po znovunačtení stránky)
es_es: Exageración de la elevación 3D (efectiva después de recargar la página)
fr_fr: Exagération de l'altitude 3D (effectif après le rechargement de la page)
gl_es: Esaxeración da elevación 3D (efectiva após recargar páxina)
it_it: Esagerazione dell'elevazione 3D (efficace dopo ricarica pagina)
ru_ru: Преобразование высот в 3D (вступает в силу после перезагрузки страницы)

source: Font scale factor
es_es: Factor de escala del tipo de letra
gl_es: Factor de escala do tipo de letra
ru_ru: Коэффициент масштабирования шрифта

source: API keys
cs_cz: Klíče k API
es_es: Claves API
fr_fr: Clés d'API
gl_es: Chaves de API
it_it: Chiavi API
pl_pl: Klucze API
ru_ru: API ключи

source: If you leave the Maptiler API key empty, GpxPod will use the one defined by the Nextcloud admin as defaults.
cs_cz: Pokud nevyplníte klíč k API rozhraní služby Maptiler, GpxPod bude používat ten, který je definován správcem Nextcloud serveru jako výchozí.
es_es: Si dejas vacía la clave API de Maptiler, GpxPod utilizará la definida por el administrador de Nextcloud como valor predeterminado.
fr_fr: Si vous laissez la clé API Maptiler vide, GpxPod utilisera celle définie par l'administrateur Nextcloud par défaut.
gl_es: Se deixa baleira a chave da API de Maptiler, GpxPod usará a definida pola administración de Nextcloud como predeterminada.
it_it: Se lasci vuota la chiave API Maptiler, GpxPod userà quella definita dall'amministratore Nextcloud, come predefinito.
pl_pl: Jeśli zostawisz klucz API Maptiler pusty, GpxPod użyje klucza zdefiniowanego przez administratora Nextcloud jako domyślnego.
ru_ru: Если вы оставите ключ API Maptiler пустым, GpxPod будет использовать ключ, установленный администратором Nextcloud по умолчанию.

source: API key to use Maptiler (mandatory)
cs_cz: API klíč k použití Maptiler (povinné)
es_es: Clave API para usar Maptiler (obligatorio)
fr_fr: Clé d'API pour utiliser Maptiler (obligatoire)
gl_es: Chave da API de Maptiler (obrigatoria)
it_it: Chiave API per usare Maptiler (obbligatoria)
pl_pl: Klucz API do korzystania z Maptiler (obowiązkowy)
ru_ru: API ключ для использования Maptiler (обязательно)

source: Tile servers
cs_cz: Servery dlaždic
es_es: Servidores de teselas
fr_fr: Serveurs de tuiles
gl_es: Servidores de teselas
it_it: Tile server
pl_pl: Serwery kafelków
ru_ru: Тайл-серверы

source: Changes are effective after reloading the page.
cs_cz: Změny se projeví po znovunačtení stránky.
es_es: Los cambios son efectivos después de recargar la página.
fr_fr: Les modifications sont effectives après le rechargement de la page.
gl_es: Os cambios son efectivos após volver cargar a páxina.
it_it: Le modifiche sono efficaci dopo aver ricaricato la pagina.
pl_pl: Zmiany są skuteczne po przeładowaniu strony.
ru_ru: Изменения вступают в силу после перезагрузки страницы.

source: About
cs_cz: O aplikaci
es_es: Acerca de
fr_fr: À propos
gl_es: Sobre
it_it: Info
pl_pl: O aplikacji
ru_ru: О программе

source: Thanks for using Gpxpod
cs_cz: Děkujeme, že používáte Gpxpod
es_es: Gracias por usar Gpxpod
fr_fr: Merci d'utiliser Gpxpod
gl_es: Grazas por usar GpxPod
it_it: Grazie per aver utilizzato Gpxpod
pl_pl: Dziękujemy za używanie GpxPod
ru_ru: Спасибо за использование Gpxpod

source: Bug/issue tracker
cs_cz: Evidence hlášení chyb/problémů
es_es: Rastreador de errores
fr_fr: Gestionnaire de ticket
gl_es: Seguimento de fallos/incidencias
it_it: Tracciatore di bug/problemi
pl_pl: Śledzenie błędów/problemów
ru_ru: Трекер багов и ошибок

source: Translation
cs_cz: Překládání
es_es: Traducción
fr_fr: Traduction
gl_es: Tradución
it_it: Traduzione
pl_pl: Tłumaczenia
ru_ru: Перевод

source: User documentation
cs_cz: Dokumentace pro uživatele
es_es: Documentación de usuario
fr_fr: Documentation utilisateur
gl_es: Documentación para usuarios
it_it: Manuale utente
pl_pl: Dokumentacja użytkownika
ru_ru: Пользовательская документация

source: Admin documentation
cs_cz: Dokumentace pro správce
es_es: Documentación de administrador
fr_fr: Documentation administrateur
gl_es: Documentación para a administración
it_it: Manuale amministratore
pl_pl: Dokumentacja administratora
ru_ru: Документация для администратора

source: Developer documentation
cs_cz: Dokumentace pro vývojáře
es_es: Documentación de desarrollador
fr_fr: Documentation développeur
gl_es: Documentación de desenvolvemento
it_it: Manuale sviluppatore
pl_pl: Dokumentacja programisty
ru_ru: Документация для разработчиков

source: If your admin hasn't defined an API key, you can get one for free on {maptilerLink}. Create an account then go to "Account" -> "API keys" and create a key or use your default one.
cs_cz: Pokud váš správce nedefinoval API klíč, můžete ho získat zdarma na {maptilerLink}. Vytvořte si účet a poté přejděte na „Účet“ -> “klíče kA PI“ a vytvořte klíč nebo použijte ten výchozí.
es_es: Si tu administrador no ha definido una clave API, puedes obtener una gratis en {maptilerLink}. Crea una cuenta y luego ve a "Cuenta" -> "Claves API" y crea una clave o usa la predeterminada.
fr_fr: Si votre administrateur n'a pas défini de clé API, vous pouvez en obtenir une gratuitement sur {maptilerLink}. Créez un compte puis allez dans "Compte" -> "Clés API" et créez une clé ou utilisez votre clé par défaut.
gl_es: Se o administrador do seu sitio non definiu unha chave de API, pode obter unha de balde en {maptilerLink}. Cree unha conta, após vaia a «Conta« → «Chaves de API» e cree unha chave ou use a predeterminada.
it_it: Se il tuo amministratore non ha definito una chiave API, puoi ottenerne una gratuitamente su {maptilerLink}. Crea un account quindi vai su "Account" -> "Chiavi API" e crea una chiave o usa quella predefinita.
pl_pl: Jeśli Twój administrator nie zdefiniował klucza API, możesz go otrzymać za darmo na {maptilerLink}. Utwórz konto, a następnie przejdź do "Konto" -> "Klucze API" i utwórz klucz lub użyj domyślnego.
ru_ru: Если ваш администратор не определил ключ API, вы можете получить его бесплатно на {maptilerLink}. Создайте учетную запись, затем перейдите в раздел "Учетная запись" -> "Ключи API" и создайте ключ или используйте свой ключ по умолчанию.

source: GpxPod admin settings
cs_cz: Nastavení pro správu GpxPod
es_es: Configuración de administrador de GpxPod
fr_fr: Paramètres d'administration de GpxPod
gl_es: Axustes da administración de GpxPod
it_it: Impostazioni amministratore GpxPod
pl_pl: Ustawienia administratora GpxPod
ru_ru: Администраторские настройки GpxPod

source: As you are an administrator, you can set global API keys in the {adminLink}
cs_cz: Protože jste správcem, můžete nastavit globální klíče k API v {adminLink}
es_es: Como es administrador, puede establecer claves globales de API en la {adminLink}
fr_fr: Comme vous êtes un administrateur, vous pouvez définir des clés API globales dans le {adminLink}
gl_es: Como membro da administración, pode definir chaves de API globais en {adminLink}
it_it: Essendo un amministratore, puoi impostare chiavi API globali in {adminLink}
pl_pl: Ponieważ jesteś administratorem, możesz ustawić globalne klucze API w {adminLink}
ru_ru: Так как вы являетесь администратором, вы можете установить глобальные API ключи в {adminLink}

source: API keys saved, effective after reloading the page
cs_cz: Klíče k API uloženy, projeví se po opětovném načtení stránky
es_es: Claves API guardadas, efectivas después de recargar la página
fr_fr: Clés d'API enregistrées, effectif après le rechargement de la page
gl_es: Gardáronse as chaves de API, serán efectivas após volver cargar a páxina
it_it: Chiavi API salvate, efficaci dopo aver ricaricato la pagina
pl_pl: Klucze API zapisane, zmiany są skuteczne po przeładowaniu strony
ru_ru: Сохраненные ключи API вступают в силу после перезагрузки страницы

source: Add directories
cs_cz: Přidat složky
es_es: Añadir directorios
fr_fr: Ajouter des dossiers
gl_es: Engadir directorios
it_it: Aggiungi directory
pl_pl: Dodaj katalogi
ru_ru: Добавить папки

source: Add one directory
cs_cz: Přidat jednu složku
es_es: Añadir un directorio
fr_fr: Ajouter un dossier
gl_es: Engadir un directorio
it_it: Aggiungi una directory
pl_pl: Dodaj katalog
ru_ru: Добавить папку

source: Recursively add a directory
cs_cz: Rekurentně přidat složku
es_es: Añadir recursivamente un directorio
fr_fr: Ajouter récursivement un dossier
gl_es: Engadir un directorio de xeito recursivo
it_it: Aggiungere ricorsivamente una directory
pl_pl: Rekurencyjnie dodaj katalog
ru_ru: Рекурсивное добавление каталога

source: Old interface
cs_cz: Původní rozhraní
es_es: Interfaz antigua
gl_es: Interface antiga
it_it: Vecchia interfaccia
pl_pl: Stary interfejs
ru_ru: Старый интерфейс

source: Add directory
cs_cz: Přidat složku
da_dk: Tilføj mappe
es_es: Añadir directorio
fr_fr: Ajouter un dossier
gl_es: Engadir directorio
it_it: Aggiungi una cartella
pl_pl: Dodaj katalog
pt_br: Adicionar diretório
ru_ru: Добавить каталог
sk_sk: Pridať adresár
sl_si: Dodaj mapo

source: Back
cs_cz: Zpět
es_es: Volver
fr_fr: Retour
gl_es: Atrás
it_it: Indietro
pl_pl: Wstecz
ru_ru: Назад

source: Sort ascending
cs_cz: Seřadit vzestupně
es_es: Orden ascendente
fr_fr: Trier par ordre croissant
gl_es: Orde ascendente
it_it: Ordine crescente
pl_pl: Sortuj rosnąco
ru_ru: Сортировка по возрастанию

source: Sort descending
cs_cz: Seřadit sestupně
es_es: Orden descendiente
fr_fr: Tri par ordre décroissant
gl_es: Orde descendente
it_it: Ordine decrescente
pl_pl: Sortuj malejąco
ru_ru: Сортировка по убыванию

source: Download
cs_cz: Stáhnout
es_es: Descargar
fr_fr: Télécharger
gl_es: Descargar
it_it: Scarica
pl_pl: Pobierz
ru_ru: Загрузить

source: Download as KML
cs_cz: Stáhnout jako KML
es_es: Descargar como KML
fr_fr: Télécharger comme KML
gl_es: Descargar como KML
it_it: Scarica come KML
pl_pl: Pobierz jako KML
ru_ru: Загрузить в формате KML

source: Download as KMZ (with photos)
cs_cz: Stáhnout jako KMZ (s fotkami)
es_es: Descargar como KMZ (con fotos)
fr_fr: Télécharger comme KMZ (avec photos)
gl_es: Descargar como KMZ (con fotos)
it_it: Scarica come KMZ (con foto)
pl_pl: Pobierz jako KMZ (z zdjęciami)
ru_ru: Загрузить в формате KML (с фото)

source: Display recursively
cs_cz: Zobrazit rekurzivně
es_es: Mostrar recursivamente
gl_es: Amosar de xeito recursivo
it_it: Mostra ricorsivamente
pl_pl: Wyświetl rekursywnie
ru_ru: Отобразить рекурсивно

source: Compare selected tracks
cs_cz: Porovnat vybrané stopy
da_dk: Sammenlign valgte spor
es_es: Comparar las rutas seleccionadas
fr_fr: Comparer les traces sélectionnées
gl_es: Comparar os trazados seleccionados
id_id: Membandingkan versi yang dipilih
it_it: Confronta le tracce selezionate
nl_nl: Vergelijk geselecteerde tracks
pl_pl: Porównaj wybrane ścieżki
pt_br: Compare as faixas selecionadas
ru_ru: Сравнить выбранные треки
sk_sk: Porovnať zvolené trasy
sl_si: Primerjaj izbrane sledi

source: Reload
cs_cz: Znovu načíst
es_es: Volver a cargar
fr_fr: Recharger
gl_es: Volver cargar
it_it: Ricarica
pl_pl: Przeładuj
ru_ru: Обновить

source: Reload and reprocess
cs_cz: Znovu načíst a znovu zpracovat
es_es: Volver a cargar y volver a procesar
fr_fr: Recharger et réanalyser
gl_es: Volver cargar e volver procesar
it_it: Ricarica e rielabora
pl_pl: Przeładuj i przetwarzaj ponownie
ru_ru: Обновить и пересчитать

source: Delete selected tracks
cs_cz: Smazat označené stopy
es_es: Eliminar pistas seleccionadas
fr_fr: Supprimer les traces sélectionnées
gl_es: Eliminar os trazados seleccionados
it_it: Elimina le tracce selezionate
ru_ru: Удалить выбранные треки

source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
gl_es: Detalles
it_it: Dettagli
pl_pl: Szczegóły
ru_ru: Подробнее

source: Share
cs_cz: Nasdílet
es_es: Compartir
fr_fr: Partager
gl_es: Compartir
it_it: Condividi
pl_pl: Udostępnij
ru_ru: Поделиться

source: Toggle all
cs_cz: Přepnout všechny
es_es: Cambiar todo
fr_fr: Activer/désactiver tout
gl_es: Conmutar todo
it_it: Attiva/disattiva Tutto
pl_pl: Przełącz wszystkie
ru_ru: Переключить все

source: Zoom to bounds
cs_cz: Přiblížit na hranice
es_es: Zoom a los límites
fr_fr: Zoom sur les limites
gl_es: Achegar ata o bordo
it_it: Ingrandisci i limiti
pl_pl: Powiększ do granic
ru_ru: Масштабировать до границ

source: Change track sort order
cs_cz: Změnit pořadí řazení tras
es_es: Cambiar orden de pistas
fr_fr: Changer l'ordre de tri des traces
gl_es: Cambiar a orde dos trazados
it_it: Cambia ordine traccia
pl_pl: Zmień kolejność sortowania śladu
ru_ru: Изменить порядок сортировки треков

source: Remove from list
cs_cz: Odebrat ze seznamu
es_es: Eliminar de la lista
fr_fr: Retirer de la liste
gl_es: Retirar da lista
it_it: Rimuovi dall'elenco
pl_pl: Usuń z listy
ru_ru: Удалить из списка

source: More actions
cs_cz: Další akce
es_es: Más acciones
fr_fr: Plus d'actions
gl_es: Máis accións
it_it: Altre azioni
pl_pl: Więcej akcji
ru_ru: Больше действий

source: No track to show
cs_cz: Žádná trasa k zobrazení
es_es: No hay pistas para mostrar
fr_fr: Aucune trace à afficher
gl_es: Non hai trazados para amosar
it_it: Nessuna traccia da mostrare
ru_ru: Нет треков для отображения

source: {n} track
cs_cz: {n} stopa
da_dk: {n} spor
es_es: {n} ruta
fr_fr: {n} trace
gl_es: {n} trazado
it_it: {n} traccia
pl_pl: {n} ścieżka
pt_br: {n} rastreio
ru_ru: {n} трек
sk_sk: {n} trasa
sl_si: {n} sled

source: {np} photo
cs_cz: {np} fotka
gl_es: {np} foto
it_it: {np} Immagine
pl_pl: {np} zdjęcie
ru_ru: {np} фото

source: Change color
cs_cz: Změnit barvu
es_es: Cambiar color
fr_fr: Changer la couleur
gl_es: Cambiar a cor
it_it: Cambia colore
pl_pl: Zmień kolor
ru_ru: Изменить цвет

source: Change color criteria
cs_cz: Změnit kritéria barev
es_es: Cambiar criterios de color
fr_fr: Modifier le critère de couleur
gl_es: Cambiar os criterios da cor
it_it: Cambia criteri di colore
ru_ru: Изменить критерий цвета

source: Correct elevations
cs_cz: Opravit nadmořské výšky
es_es: Corregir elevaciones
fr_fr: Correction de l'altitude
gl_es: Corrixir a elevación
it_it: Correggi elevazioni
ru_ru: Корректировка высоты

source: Delete this file
cs_cz: Odstranit tento soubor
es_es: Borrar este archivo
fr_fr: Supprimer ce fichier
gl_es: Eliminar este ficheiro
it_it: Elimina questo file
pl_pl: Usuń ten plik
ru_ru: Удалить этот файл

source: Share link
cs_cz: Odkaz pro sdílení
es_es: Enlace compartido
fr_fr: Lien de partage
gl_es: Compartir ligazón
it_it: Condividi link
pl_pl: Link udostępniania
ru_ru: Поделиться ссылкой

source: Create a new share link
cs_cz: Vytvořit nový odkaz pro sdílení
es_es: Crear un nuevo enlace compartido
fr_fr: Créer un nouveau lien de partage
gl_es: Crear nova ligazón de compartición
it_it: Crea un nuovo link di condivisione
pl_pl: Utwórz nowy link udostępniania
ru_ru: Создать новую ссылку общего доступа

source: Link copied
cs_cz: Odkaz zkopírován
es_es: Enlace copiado
fr_fr: Lien copié
gl_es: Ligazón copiada
it_it: Link copiato
pl_pl: Link skopiowany
ru_ru: Ссылка скопирована

source: Copy link to clipboard
cs_cz: Zkopírovat odkaz do schránky
es_es: Copiar enlace al portapapeles
fr_fr: Copier le lien dans le presse-papiers
gl_es: Copiar a ligazón ao portapapeis
it_it: Copia link negli Appunti
pl_pl: Kopiuj link do schowka
ru_ru: Скопировать ссылку в буфер обмена

source: HTML iframe copied
cs_cz: HTML iframe zkopírován
es_es: Iframe HTML copiado
fr_fr: iframe HTML copié
gl_es: Iframe HTML copiado
it_it: HTML iframe copiato
ru_ru: HTML iframe скопирован

source: Copy HTML iframe to clipboard (to embed in other websites)
cs_cz: Zkopírovat HTML iframe do schránky (pro vložení do jiných webových stránek)
es_es: Copiar iframe HTML al portapapeles (para incrustar en otros sitios web)
fr_fr: Copier l'iframe HTML dans le presse-papiers (pour intégrer dans d'autres sites Web)
gl_es: Copiar o iframe HTML ao portapapeis (para incluílo noutras webs)
it_it: Copia HTML iframe negli appunti (da incorporare in altri siti web)
ru_ru: Скопировать HTML-фрейм в буфер обмена (для встраивания в другие веб-сайты)

source: Share label
cs_cz: Štítek sdílení
es_es: Compartir etiqueta
fr_fr: Nom du partage
gl_es: Compartir etiqueta
it_it: Condividi etichetta
ru_ru: Поделиться ярлыком

source: Password protect
cs_cz: Ochránit heslem
es_es: Proteger con contraseña
fr_fr: Protéger par mot de passe
gl_es: Protexer con contrasinal
it_it: Proteggi password
pl_pl: Zabezpiecz hasłem
ru_ru: Защита паролем

source: Set link password
cs_cz: Nastavit heslo pro odkaz
es_es: Establecer una contraseña para el enlace
fr_fr: Définir le mot de passe du lien
gl_es: Definir o contrasinal para a ligazón
it_it: Imposta password link
pl_pl: Ustaw hasło linku
ru_ru: Установить пароль от ссылки

source: Delete link
cs_cz: Smazat odkaz
es_es: Eliminar enlace
fr_fr: Supprimer le lien
gl_es: Eliminar ligazón
it_it: Elimina link
pl_pl: Usuń link
ru_ru: Удалить ссылку

source: Add another link
cs_cz: Přidat další odkaz
es_es: Añadir otro enlace
fr_fr: Ajouter un autre lien
gl_es: Engadir outra ligazón
it_it: Aggiungi un altro link
pl_pl: Dodaj kolejny link
ru_ru: Добавить еще одну ссылку

source: Share link created
cs_cz: Odkaz pro sdílení vytvořen
es_es: Enlace compartido creado
fr_fr: Lien de partage créé
gl_es: Compartir a ligazón creada
it_it: Condividi link creato
pl_pl: Udostępnij link utworzony
ru_ru: Ссылка общего доступа создана

source: Failed to create share link
cs_cz: Vytvoření odkazu pro sdílení se nezdařilo
es_es: Fallo al crear el enlace compartido
fr_fr: Impossible de créer le lien de partage
gl_es: Produciuse un fallo ao crear a ligazón para compartir
it_it: Impossibile creare il link di condivisione
pl_pl: Nie udało się utworzyć linku udostępniania
ru_ru: Не удалось создать ссылку общего доступа

source: Link could not be copied to clipboard
cs_cz: Odkaz se nepodařilo zkopírovat do schránky
es_es: No se ha podido copiar el enlace al portapapeles
fr_fr: Le lien n'a pas pu être copié dans le presse-papiers
gl_es: Non foi posíbel copiar a ligazón ao portapapeis
it_it: Il link non può essere copiato negli appunti
pl_pl: Nie udało się skopiować linku do schowka
ru_ru: Не удалось скопировать ссылку в буфер обмена

source: Share link saved
cs_cz: Odkaz na sdílení uložen
es_es: Enlace compartido guardado
fr_fr: Lien de partage enregistré
gl_es: Gardouse a ligazón para compartir
it_it: Link condiviso salvato
ru_ru: Ссылка общего доступа сохранена

source: Failed to edit share link
cs_cz: Upravení odkazu pro sdílení se nezdařilo
es_es: Fallo al editar enlace compartido
fr_fr: Impossible de modifier le lien de partage
gl_es: Produciuse un fallo ao editar a ligazón para compartir
it_it: Impossibile modificare il link di condivisione
pl_pl: Nie udało się edytować linku udostępniania
ru_ru: Не удалось изменить ссылку общего доступа

source: Share link deleted
cs_cz: Odkaz pro sdílení smazán
es_es: Enlace compartido eliminado
fr_fr: Lien de partage supprimé
gl_es: Eliminouse a ligazón para compartir
it_it: Link condiviso eliminato
pl_pl: Udostępnienie usunięte
ru_ru: Ссылка общего доступа удалена

source: Failed to delete share
cs_cz: Nepodařilo se smazat odkaz
es_es: Fallo al eliminar compartido
fr_fr: Impossible de supprimer le partage
gl_es: Produciuse un fallo ao eliminar a compartición
it_it: Impossibile eliminare la condivisione
pl_pl: Nie udało się usunąć udostępniania
ru_ru: Не удалось удалить общий доступ

source: Type
cs_cz: Typ
es_es: Tipo
gl_es: Tipo
it_it: Tipo
pl_pl: Typ
ru_ru: Тип

source: Vector
cs_cz: Vektorové
fr_fr: Vecteur
it_it: Vettore
pl_pl: Wektor
ru_ru: Векторный

source: Raster
cs_cz: Rastrové
es_es: Mapa de bits
gl_es: Mapa de bits
it_it: Griglia
ru_ru: Растровый

source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
gl_es: Nome
it_it: Nome
pl_pl: Nazwa
ru_ru: Название

source: My tile server
cs_cz: Mnou určený server dlaždic
es_es: Mi servidor de teselas
fr_fr: Mon serveur de tuiles
gl_es: O meu servidor de teselas
it_it: Il mio server tile
pl_pl: Mój serwer kafelków
ru_ru: Мой тайловый сервер

source: Server address
cs_cz: Adresa serveru
es_es: Dirección del servidor
fr_fr: Adresse du serveur
gl_es: Enderezo do servidor
it_it: Indirizzo Server
pl_pl: Adres serwera
ru_ru: Адрес сервера

source: A raster tile server address must contain "{x}", "{y}" and "{z}" and can optionally contain "{s}". For example: {exampleRasterUrl} .
es_es: La dirección de un servidor de tesales debe contener "{x}", "{y}" y "{z}" y opcionalmente puede contener "{s}". Por ejemplo: {exampleRasterUrl}.
gl_es: Un enderezo de servidor de teselas de mapa de bits debe conter «{x}», «{y}» e «{z}» e pode conter opcionalmente «{s}». Por exemplo: {exampleRasterUrl} .
ru_ru: Адрес сервера растровых листов должен содержать "{x}", "{y}" и "{z}" и может дополнительно содержать "{s}". Например: {exampleRasterUrl}.

source: List of public raster tile servers
cs_cz: Seznam veřejně dostupných serverů rastrových dlaždic
es_es: Lista de servidores de teselas de mapas de bits públicos
fr_fr: Liste des serveurs publics de tuiles raster
gl_es: Lista de servidores de teselas de mapas de bits públicos
it_it: Elenco dei server raster pubblici
pl_pl: Lista publicznych serwerów kafelek rastrowych
ru_ru: Список общедоступных серверов растровых листов

source: A vector tile server address can point to a MapTiler style.json file, for example: {exampleVectorStyleUrl}. It can contain GET parameters like the API key.
es_es: La dirección de un servidor de teselas vectoriales puede apuntar a un archivo json de estilo MapTiler, por ejemplo: {exampleVectorStyleUrl}. Puede contener parámetros GET como la clave API.
gl_es: Un enderezo de servidor de teselas vectoriais pode apuntar a un ficheiro MapTiler style.json, por exemplo: {exampleVectorStyleUrl}. Pode conter parámetros GET como a chave API.
ru_ru: Адрес векторного сервера может указывать на файл MapTiler style.json, например: {exampleVectorStyleUrl}. Он может содержать GET параметры, такие как API ключ.

source: Vector styles available in your MapTiler account
cs_cz: Vektorové styly dostupné ve vašem účtu MapTiler
es_es: Estilos de vectores disponibles en tu cuenta de MapTiler
fr_fr: Styles vectoriels disponibles dans votre compte MapTiler
gl_es: Estilos de vectores dispoñíbeis na súa conta de MapTiler
it_it: Stili vettoriali disponibili nel tuo account MapTiler
pl_pl: Style wektorowe dostępne na koncie MapTiler
ru_ru: Векторные стили доступны в вашем аккаунте MapTiler

source: Min zoom
cs_cz: Min. přiblížení
es_es: Zoom mínimo
fr_fr: Zoom minimum
gl_es: Zoom mín.
it_it: Zoom minimo
pl_pl: Min. powiększenie
ru_ru: Мин. масштаб

source: Max zoom
cs_cz: Max. přiblížení
es_es: Zoom máximo
fr_fr: Zoom maximum
gl_es: Zoom máx.
it_it: Zoom massimo
pl_pl: Maks. powiększenie
ru_ru: Максимальное приближение

source: Attribution
cs_cz: Atribuce
es_es: Atribución
gl_es: Atribución
it_it: Attribuzione
ru_ru: Компетенция

source: Map data from...
cs_cz: Mapová data z…
es_es: Datos de mapa de…
fr_fr: Données cartographiques de...
gl_es: Datos do mapa de…
it_it: Dati mappa da...
ru_ru: Данные карты из...

source: Add
cs_cz: Přidat
da_dk: Tilføj
es_es: Añadir
fr_fr: Ajouter
gl_es: Engadir
id_id: Tambahkan
it_it: Aggiungi
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
sk_sk: Pridať
sl_si: Dodaj

source: Add a global tile server
cs_cz: Přidat globální server dlaždic
es_es: Añadir un servidor de teselas global
fr_fr: Ajouter un serveur de tuiles global
gl_es: Engadir un servidor global de teselas
it_it: Aggiungi un server tile globale
pl_pl: Dodaj globalny serwer kafelków
ru_ru: Добавить глобальный тайловый сервер
