Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: Enables transparency when hover on table rows to display track overviews
cs_cz: Zapíná průhlednost při najetí ukazatelem myši na řádky tabulky a zobrazit tak přehledy tras
da_dk: Aktiver gennemsigtighed når der svæves over en tabel-række for at vise spor-overblik
es_es: Activa transparencia al resaltar una fila para mostrar una vista general de la ruta
fr_fr: Active la transparence au survol des lignes du tableau des traces
gl_es: Activa a transparencia ao pasar o punteiro por riba nas filas da táboa para amosar descricións xerais dos trazados
id_id: Memungkinkan transparansi ketika mengarahkan pada baris tabel untuk menampilkan lagu Ikhtisar
it_it: Abilita la trasparenza quando passi il mouse sulle righe della tabella per visualizzare le panoramiche della traccia
nl_nl: Schakelt doorzichtigheid in om de trackoverzichten te tonen wanneer zwevend over de tabelrijen
pl_pl: Włącza przezroczystość po najechaniu kursorem na wiersze tabeli, aby wyświetlić podgląd ścieżek
pt_br: Permite transparência ao passar o mouse sobre as linhas da mesa para exibir visões gerais da trilha
ru_ru: Включить прозрачность трека при наведении на строку таблицы
sk_sk: Zapnúť priesvitnosť pri nájazde myšou na riadky tabuľky pre zobrazenie prehľadov trás
sl_si: Omogoča prosojnost ob prehodu vrstice tabele, ki prikaže lastnosti sledi

source: Transparency
cs_cz: Průhlednost
da_dk: Gennemsigtighed
es_es: Transparencia
fr_fr: Transparence
gl_es: Transparencia
id_id: Opasitas
it_it: Trasparenza
nl_nl: Doorzichtigheid
pl_pl: Przezroczystość
pt_br: Transparência
ru_ru: Прозрачность
sk_sk: Priehľadnosť
sl_si: Prosojnost

source: Storage exploration options
cs_cz: Předvolby průzkumu úložiště
da_dk: Indstillinger for gennemsyn af mapper
es_es: Opciones de exploración de almacenamiento
fr_fr: Options d'exploration du stockage
gl_es: Opcións de exploración do almacenamento
it_it: Opzioni esplorazione archiviazione
pl_pl: Opcje eksploracji pamięci masowej
pt_br: Opções de exploração de armazenamento
ru_ru: Параметры исследования хранилища
sk_sk: Nastavenia prezerania úložiska
sl_si: Možnosti pri raziskovanju pomnilnika

source: Display tracks recursively in selected folder
cs_cz: Zobrazit stopy rekurzivně ve vybrané složce
da_dk: Vis spor rekursivt i den valgte mappe
es_es: Mostrar pistas recursivamente en la carpeta seleccionada
fr_fr: Afficher récursivement les traces du dossier sélectionné
gl_es: Presenta trazados de xeito recursivo no cartafol seleccionado
it_it: Mostra le tracce ricorsivamente nella cartella selezionata
pl_pl: Wyświetl ścieżki rekurencyjnie w wybranym katalogu
pt_br: Exibir faixas recursivamente na pasta selecionada
ru_ru: Рекурсивное отображение треков в выбранной папке
sk_sk: Zobraziť trasy rekurzívne vo zvolenom adresári
sl_si: Rekurzivni prikaz sledi v izbrani mapi

source: Display shared folders/files
cs_cz: Zobrazit sdílené složky/soubory
da_dk: Vis delte mapper/filer
es_es: Mostrar carpetas y archivos compartidos
fr_fr: Afficher les fichiers/dossiers partagés
gl_es: Presenta cartafoles/ficheiros compartidos
it_it: Mostra cartelle/file condivisi
pl_pl: Wyświetlaj udostępnione katalogi/pliki
pt_br: Exibir pastas / arquivos compartilhados
ru_ru: Отображать раздаваемые папки/файлы
sk_sk: Zobraziť zdieľané adresáre/súbory
sl_si: Prikaz deljenih map/datotek

source: Explore external storages
cs_cz: Prozkoumat externí úložiště
da_dk: Gennemse eksternt lager
es_es: Explorar almacenamiento externo
fr_fr: Explorer les stockages externes
gl_es: Explorar os almacenamentos externos
it_it: Esplora memoria esterna
pl_pl: Przeglądaj przechowywane zewnętrznie
pt_br: Explore armazenamentos externos
ru_ru: Посмотреть внешние накопители
sk_sk: Prehľadávať externý úložný priestor
sl_si: Razišči zunanje pomnilnike

source: Display folders containing pictures only
cs_cz: Zobrazit složky obsahující pouze obrázky
da_dk: Vis mapper som kun indeholder billeder
es_es: Mostrar carpetas que contienen solamente imágenes
fr_fr: Afficher les dossier contenant uniquement des photos
gl_es: Mostrar cartafoles que só conteñen fotografías
it_it: Mostra solo cartelle contenenti immagini
pl_pl: Wyświetlaj katalogi zawierające tylko zdjęcia
pt_br: Exibir pastas contendo apenas imagens
ru_ru: Отображать только папки с картинками
sk_sk: Zobraziť adresára obsahujúce iba obrázky
sl_si: Prikaz map, ki vsebujejo le fotografije

source: Effective on future actions
cs_cz: Uplatní se u budoucích akcí
da_dk: Effektueres ved fremtidige handlinger
es_es: Efectivo para acciones futuras
fr_fr: Prend effet sur les prochaines actions
gl_es: Efectivo para accións futuras
id_id: Efektif untuk tindakan di masa depan
it_it: Efficace sulle azioni future
nl_nl: Wordt actief bij volgende acties
pl_pl: Skuteczny w przyszłych działaniach
pt_br: Eficaz em ações futuras
ru_ru: Эффективность будущих действий
sk_sk: Bude funkčné v budúcich akciách
sl_si: Učinek pri naslednjih operacijah

source: what determines if a track is shown in the table :
cs_cz: co určuje, zda je trasa zobrazena v tabulce:
da_dk: hvad afgør om et spor vises i tabellen :
es_es: qué determina si una ruta se muestra en la tabla:
fr_fr: Ce qui détermine si une trace est dans le tableau :
gl_es: o que determina se un trazado aparece na táboa:
id_id: apa yang menentukan jika lagu yang ditampilkan dalam tabel:
it_it: che determina se una traccia è mostrata nella tabella :
nl_nl: Wat bepaalt of een track in de tabel getoond wordt :
pl_pl: co określa, czy ścieżka jest wyświetlana w tabeli :
pt_br: o que determina se uma trilha é mostrada na tabela:
ru_ru: от чего зависит, будет ли трек показан в таблице:
sk_sk: , čo znamená, že ak je trasa zobrazená v tabuľke:
sl_si: kaj določa, da se sled pokaže v tabeli:

source: crosses : at least one track point is inside current view
cs_cz: protíná: alespoň jeden bod trasy je uvnitř aktuálního pohledu
da_dk: kryds : mindst et sporpunkt er indenfor nuværende kortudsnit
es_es: cruza: al menos un punto de ruta está dentro de la vista actual
fr_fr: croise : au moins un point de la trace est dans la vue courante
gl_es: cruces: polo menos un punto do trazado está dentro da vista actual
id_id: melintasi: titik setidaknya satu lagu yang ada di dalam tampilan aktif
it_it: incroci : almeno un punto della traccia è all'interno della vista corrente
nl_nl: doorkruist : minstens 1 trackpunt is binnen de huidige weergave
pl_pl: przeglądanie : przynajmniej jeden punkt ścieżki znajduje się w bieżącym widoku
pt_br: cruzes: pelo menos um ponto de trilha está dentro da visualização atual
ru_ru: пересечение : находится ли хоть одна точка трека на текущем экране
sk_sk: križuje: najmenej jeden bod trasy je vo vnútri aktuálneho zobrazenia
sl_si: križanja: vsaj ena točka sledi se nahaja znotraj trenutnega pogleda

source: begins : beginning point marker is inside current view
cs_cz: začíná: počáteční značka bodu je uvnitř aktuálního pohledu
da_dk: begynder : begyndelsespunkt er indenfor nuværende kortudsnit
es_es: comienza: marcador de punto de inicio es en la vista actual
fr_fr: débute : le marqueur du début de la trace est dans la vue courante
gl_es: inicia: o punto de inicio está dentro da vista actual
id_id: mulai: awal titik marker adalah pandangan saat ini dalam
it_it: inizia : il punto iniziale è all'interno della vista corrente
nl_nl: begint : het beginpunt van de track is binnen de huidige weergave
pl_pl: rozpoczyna się : znacznik punktu początkowego znajduje się w bieżącym widoku
pt_br: inicio : o marcador do ponto inicial está dentro da vista atual
ru_ru: начало : находится ли точка начала трека на текущем экране
sk_sk: začína: počiatočná značka je vo vnútri aktuálneho zobrazenia
sl_si: začetek : začetna točka označevalnika je znotraj trenutnega pogleda

source: track N,S,E,W bounds intersect current view bounds square
cs_cz: S,J,V,Z trasy protíná čtverec ohraničení stávajícího zobrazení
da_dk: sporets N,S,Ø,V-grænser skærer nuværende kortudsnits hjørner
es_es: los límites de la ruta N, S, E y O interseccan los límites de la vista actual
fr_fr: la limite N,S,E,W de la trace croise la vue courante
gl_es: os límites N,S,L,O do trazado crúzanse no cadrado dos límites da vista actual
id_id: melacak N, S, E, batas-batas W berpotongan saat ini lihat batas persegi
it_it: traccia N,S,E,W delimita interseca i limiti della vista corrente
nl_nl: de N, Z, O, W grenzen van de track doorsnijden de huidige weergave
pl_pl: śledzenie granic N,S,E,W przecinające bieżący widok obwiedni kwadratowej
pt_br: os limites da trilha N, S, E, W cruzam o quadrado dos limites da vista atual
ru_ru: границы трека С, Ю, В, З пересекаются с границами текущего вида
sk_sk: S, J, V, Z hranice trasy pretínajú hranice aktuálne zobrazeného štvorca
sl_si: meje S,J,V,Z sledi sekajo meje kvadrata trenutnega pogleda

source: List tracks that
cs_cz: Vypsat stopy které
da_dk: Vis spor som
es_es: Listar rutas que
fr_fr: Lister les traces qui
gl_es: Listar os trazados que
id_id: Daftar trek yang
it_it: Elenca le tracce che
nl_nl: Tracks tonen die
pl_pl: Lista ścieżek, które
pt_br: Listar faixas que
ru_ru: Отображать треки которые
sk_sk: Vypísať trasy, ktoré
sl_si: Izpis sledi, ki

source: cross current view
cs_cz: kříží stávající zobrazení
da_dk: krydser nuværende kortudsnit
es_es: cruzan la vista actual
fr_fr: croisent la vue courante
gl_es: cruzan a vista actual
id_id: cross tampilan aktif
it_it: vista corrente trasversale
nl_nl: de huidige weergave doorkruisen
pl_pl: przeglądaj bieżący widok
pt_br: visão atual cruzada
ru_ru: пересекают текущий экран
sk_sk: križujú aktuálny pohľad
sl_si: se križajo v trenutnem pogledu

source: begin in current view
cs_cz: začínají v aktuálním zobrazení
da_dk: begynder i nuværende kortudsnit
es_es: comienzan en la vista actual
fr_fr: débutent dans la vue courante
gl_es: teñen inicio na vista actual
id_id: memulai dalam tampilan aktif
it_it: inizia nella vista corrente
nl_nl: begin in huidige weergave
pl_pl: rozpocznij w bieżącym widoku
pt_br: começar na visão atual
ru_ru: начинаются на текущем экране
sk_sk: začínajú v aktuálnom pohľade
sl_si: imajo začetek v trenutnem pogledu

source: have N,S,E,W bounds crossing current view
cs_cz: má S,J,V,Z protínající aktuální zobrazení
da_dk: har N,S,Ø,V-grænser der krydser nuværende kortudsnit
es_es: tienen los límites N, S, E y O cruzando la vista actual
fr_fr: ont des limites N,S,E,O qui croisent la vue courante
gl_es: teñen límite N,S,E,O dentro da vista actual
id_id: mempunyai ikatan N,S,E,W meyilang gambar yang aktif
it_it: ha N,S,E,W limiti che attraversano la vista corrente
nl_nl: N, Z, O, W grenzen hebben die de huidige weergave doorkruisen
pl_pl: granice N,S,E,W przekraczają bieżący widok
pt_br: têm limites N, S, E, W cruzando a vista atual
ru_ru: есть границы C,Ю,З,В пересекающие текущий экран
sk_sk: majú križujúcu S, J, V, Z hranicu s aktuálnym pohľadom
sl_si: naj S,J,V,Z meje križajo trenutni pogled

source: Select visible
cs_cz: Vybrat viditelné
da_dk: Vælg synlige
es_es: Seleccionar visibles
fr_fr: Sélectionner les visibles
gl_es: Elexir as visibles
id_id: Pilih semua yang terlihat
it_it: Seleziona visibile
nl_nl: Selecteer zichtbaar
pl_pl: Wybierz widoczne
pt_br: Selecione a visível
ru_ru: Выбрать видимые
sk_sk: Zobraziť viditeľné
sl_si: Izbor vidnih

source: Deselect all
cs_cz: Odznačit vše
da_dk: Fravælg alt
es_es: Deseleccionar todo
fr_fr: Tout désélectionner
gl_es: Desmarcar todo
id_id: Batalkan semua
it_it: Deseleziona tutto
nl_nl: Deselecteer alles
pl_pl: Odznacz wszystkie
pt_br: Desmarcar todos
ru_ru: Снять выделение
sk_sk: Odznačiť všetko
sl_si: Prekliči izbor vseh

source: Deselect visible
cs_cz: Zrušit označení viditelných
da_dk: Fravælg synlige
es_es: Deseleccionar visible
fr_fr: Désélectionner les visibles
gl_es: Desmarcar visibles
id_id: Pilih semua yang terlihat
it_it: Deseleziona visibile
nl_nl: Deselecteer zichtbaar
pl_pl: Odznacz widoczne
pt_br: Desmarcar visível
ru_ru: Снять выделение видимых
sk_sk: Odznačiť viditeľné
sl_si: Prekliči izbor vidnih

source: Delete selected
cs_cz: Smazat označené
da_dk: Slet valgte
es_es: Eliminar seleccionado
fr_fr: Supprimer la sélection
gl_es: Eleminar seleccionadas
id_id: Hapus yang dipilih
it_it: Elimina selezionato
nl_nl: Verwijder geselecteerde
pl_pl: Usuń zaznaczone
pt_br: Apagar selecionado
ru_ru: Удалить выбранные
sk_sk: Odznačiť vybrané
sl_si: Zbriši izbrane

source: Move selected tracks to
cs_cz: Přesunout označené trasy do
da_dk: Flyt valgte spor til
es_es: Mover ruta seleccionada a
fr_fr: Déplacer les traces sélectionnées vers
gl_es: Mover os trazados seleccionados a
id_id: Memindahkan daftar yang telah terpilih ke
it_it: Sposta le tracce selezionate su
nl_nl: Verplaats geselecteerde tracks naar
pl_pl: Przenieś wybrane ścieżki do
pt_br: Mova as trilhas selecionadas para
ru_ru: Переместить выделенные треки в
sk_sk: Presunúť vybrané trasy do
sl_si: Premakni izbrane sledi v

source: Hide elevation profile
cs_cz: Skrýt výškový profil
da_dk: Gem højdeprofil
es_es: Ocultar perfil de elevación
fr_fr: Cacher l'altitude
gl_es: Agochar o perfil de elevación
id_id: Menyembunyikan profil ketinggian
it_it: Nascondi profilo elevazione
nl_nl: Hoogteprofiel verbergen
pl_pl: Ukryj profil wysokości
pt_br: Ocultar perfil de elevação
ru_ru: Скрыть профиль высот
sk_sk: Ukryť výškový profil
sl_si: Skrij profil vzpona

source: Filters
cs_cz: Filtry
da_dk: Filtrer
es_es: Filtros
fr_fr: Filtres
gl_es: Filtros
id_id: Penyaring
it_it: Filtri
pl_pl: Filtry
pt_br: Filtros
ru_ru: Фильтры
sk_sk: Filtre
sl_si: Filtri

source: Clear
cs_cz: Vyčistit
da_dk: Ryd
es_es: Limpiar
fr_fr: Vider
gl_es: Limpar
id_id: Bersih
it_it: Cancella
nl_nl: Wissen
pl_pl: Wyczyść
pt_br: Limpar
ru_ru: Очистить
sk_sk: Vymazať
sl_si: Počisti

source: Apply
cs_cz: Použít
da_dk: Brug
es_es: Aplicar
fr_fr: Appliquer
gl_es: Aplicar
id_id: Terapkan
it_it: Applica
nl_nl: Toepassen
pl_pl: Zastosuj
pt_br: Aplicar
ru_ru: Применить
sk_sk: Použiť
sl_si: Uporabi

source: min
es_es: mín
id_id: mnt
ru_ru: мин

source: max
da_dk: maks
es_es: máx
gl_es: máx
id_id: maks
pl_pl: maks
ru_ru: макс

source: Custom tile servers
cs_cz: Uživatelsky určené servery s mapovými podklady
da_dk: Brugervalgte tile-servere
es_es: Servidores de mosaicos personalizados
fr_fr: Serveurs de tuiles personnels
gl_es: Servidores personalizados de teselas
id_id: Kustom ubin server
it_it: Tile server personalizzati
pl_pl: Niestandardowe serwery kafelki
pt_br: Servidores de blocos personalizados
ru_ru: Особый сервер тайлов карты
sk_sk: Vlastné mapové servery
sl_si: Poljubni strežniki s ploščicami

source: Server name
cs_cz: Název serveru
da_dk: Servernavn
es_es: Nombre del servidor
fr_fr: Nom du serveur
gl_es: Nome do servidor
id_id: Nama server
it_it: Nome del server
nl_nl: Servernaam
pl_pl: Nazwa serwera
pt_br: Nome do servidor
ru_ru: Имя сервера
sk_sk: Názov servera
sl_si: Ime strežnika

source: For example: my custom server
gl_es: Exemplo: servidor persoal
ru_ru: Например: мой собственный сервер

source: Server url
cs_cz: URL adresa serveru
es_es: URL del servidor
fr_fr: URL du serveur
gl_es: URL do servidor
id_id: Url Server
it_it: Url del server
pl_pl: Adres serwera
pt_br: Url do servidor
ru_ru: URL сервера
sk_sk: URL adresa servera
sl_si: Naslov strežnika

source: For example: %1$s
gl_es: Exemplo: %1$s
ru_ru: Например: %1$s

source: Min zoom (1-20)
cs_cz: Min. přiblížení (1 - 20)
es_es: Zoom mín. (1-20)
fr_fr: Zoom mini (1-20)
gl_es: Zoom min (1-20)
it_it: Zoom minimo (1-20)
pl_pl: Powiększenie min. (1-20)
ru_ru: Минимальный zoom (1-20)
sk_sk: Min priblíženie (1-20)
sl_si: Približanje (1-20)

source: Max zoom (1-20)
cs_cz: Max přiblížení (1-20)
da_dk: Maks zoom (1-20)
es_es: Zoom máx. (1-20)
fr_fr: Zoom maxi (1-20)
gl_es: Zoom máx (1-20)
it_it: Zoom massimo (1-20)
pl_pl: Powiększenie maks. (1-20)
ru_ru: Максимальный zoom (1-20)
sk_sk: Max priblíženie( 1-20)
sl_si: Oddaljevanje (1-20)

source: Your tile servers
cs_cz: Vámi určené servery s mapovými podklady
da_dk: Dine tile-servere
es_es: Sus servidores de mosaico
fr_fr: Vos serveurs de tuiles personnels
gl_es: Os teus servidores de teselas
id_id: Server ubin Anda
it_it: I tuoi server tile
nl_nl: Jouw tile servers
pl_pl: Twoje serwery kafelki
pt_br: Seus servidores lado a lado
ru_ru: Ваши тайловые сервера
sk_sk: Váš mapový server
sl_si: Vaši strežniki s ploščicami

source: Custom mapbox tile servers
cs_cz: Uživatelsky určené server s mapbox dlaždicemi
da_dk: Brugervalgte mapbox-kortservere
es_es: Servidores personalizados de teselas de mapbox
fr_fr: Serveurs de tuiles Mapbox personnels
gl_es: Servidores personalizados de teselas
it_it: Server di mapbox personalizzati
pl_pl: Niestandardowe serwery kafelków mapbox
pt_br: Servidores de caixa de mapas personalizados
ru_ru: Пользовательские Mapbox серверы
sk_sk: Vlastné servery vrstiev mapbox
sl_si: Lastni mapbox strežniki s ploščicami

source: Style.json url
cs_cz: url adresa style.json
es_es: URL de Style.json
fr_fr: Url du style.json
gl_es: URL style.json
pl_pl: Adres URL Style.json
ru_ru: Адрес (URL) для Style.json
sl_si: Naslov Style.json

source: For example: %1$s or %2$s
gl_es: Exemplo: %1$s ou %2$s
ru_ru: Например: %1$s или %2$s

source: Access token (API key)
cs_cz: Přístupový token (klíč k aplikačnímu program. rozhraní)
es_es: Token de acceso (clave API)
fr_fr: Jeton d'accès (clé API)
gl_es: Token de acceso (API key)
it_it: Token di accesso (chiave API)
pl_pl: Token dostępu (klucz API)
pt_br: Token de acesso (chave API)
ru_ru: Токен (API ключ)
sk_sk: Prístupový token (API kľúč)
sl_si: Žeton za dostop (API ključ)

source: Your mapbox tile servers
cs_cz: Vámi určené mapbox dlaždicové servery
es_es: Tus servidores de teselas de mapbox
fr_fr: Vos serveur de tuiles Mapbox
gl_es: Os teus servidores de teselas para o mapa
it_it: I tuoi server di mapbox
pl_pl: Twoje serwery kafelków mapbox
pt_br: Seus servidores de blocos de caixa de mapas
ru_ru: Сервер Mapbox
sk_sk: Vaše servery vrstiev mapbox
sl_si: Vaši mapbox strežniki s ploščicami

source: Custom overlay tile servers
cs_cz: Uživatelsky určené servery pro překryvné vrstvy
da_dk: Brugervalgt overlay tile-server
es_es: Servidores de mosaicos de superposición personales
fr_fr: Serveurs de revêtement personnels
gl_es: Servidores de teselas superpostas ao mapa
id_id: Tampilan kustom ubin server
it_it: Server overlay personalizzati
pl_pl: Niestandardowe serwery kafelki z nakładką
pt_br: Servidores de blocos de sobreposição personalizados
ru_ru: Сервера тайлов оверлея
sk_sk: Vlastné servery vrstiev máp
sl_si: Poljubni strežnik s prosojnimi ploščicami

source: Transparent
cs_cz: Průhledné
da_dk: Gennemsigtig
es_es: Trasparente
gl_es: Transparente
id_id: Transparan
it_it: Trasparente
nl_nl: Transparant
pl_pl: Przezroczysty
pt_br: Transparente
ru_ru: Прозрачность
sk_sk: Priehľadná
sl_si: Prosojno

source: Opacity (0.0-1.0)
cs_cz: Průhlednost (0.0-1.0)
da_dk: Gennemsigtighed (0.0-1.0)
es_es: Opacidad (0.0-1.0)
fr_fr: Opacité (0.0-1.0)
gl_es: Opacidade (0.0-1.0)
it_it: Opacità (0,0-1,0)
nl_nl: Doorzichtigheid (0.0-1.0)
pl_pl: Przezroczystość (0.0-1.0)
pt_br: Opacidade (0,0-1,0)
ru_ru: Прозрачность (0.0-1.0)
sk_sk: Priehľadosť (0.0-1.0)
sl_si: Prosojnost (0.0-1.0)

source: Your overlay tile servers
cs_cz: Vámi určené servery pro překryvné vrstvy
da_dk: Dine overlay tile-servere
es_es: Sus servidores de mosaico de superposición
fr_fr: Vos serveurs de revêtements personnels
gl_es: Os teus servidores de teselas superpostas
id_id: Tampilan ubin server Anda
it_it: I tuoi overlay server
nl_nl: Jouw overlay tile servers
pl_pl: Twoje serwery kafelki z nakładką
pt_br: Seus servidores de sobreposição de mosaicos
ru_ru: Сервера тайлов оверлея
sk_sk: Vlastný server vrstiev máp
sl_si: Vaši strežniki s prosojnimi ploščicami

source: Custom WMS tile servers
cs_cz: Uživatelsky určené WMS dlaždicové servery
da_dk: Brugervalgte WMS tile-servere
es_es: Servidores de mosaico WMS personalizados
fr_fr: Serveurs de tuiles WMS personnels
gl_es: Servidores de teselas WMS personalizados
id_id: Kustom WMS ubin server
it_it: Server WMS personalizzati
pl_pl: Niestandardowe serwery kafelki WMS
pt_br: Servidores WMS personalizados
ru_ru: Сервера тайлов WMS
sk_sk: Vlastné WMS mapové servery
sl_si: Poljubni WMS strežniki s ploščicami

source: Format
cs_cz: Formát
es_es: Formato
gl_es: Formato
it_it: Formato
nl_nl: Formaat
pt_br: Formato
ru_ru: Формат
sk_sk: Formát
sl_si: Oblika

source: WMS version
cs_cz: Verze WMS
es_es: versión WMS
fr_fr: Version de WMS
gl_es: Versión WMS
id_id: Versi WMS
it_it: Versione WMS
nl_nl: WMS versie
pl_pl: Wersja WMS
ru_ru: Версия WMS
sk_sk: Verzia WMS
sl_si: Različica WMS

source: Layers to display
cs_cz: Vrstvy k zobrazení
da_dk: Lag at vise
es_es: Capas a mostrar
fr_fr: Layers à afficher
gl_es: Capas a mostrar
id_id: Lapisan untuk ditampilkan
it_it: Livelli da visualizzare
nl_nl: Te tonen lagen
pl_pl: Warstwy do wyświetlenia
pt_br: Camadas para exibir
ru_ru: Отображать слои
sk_sk: Vrstvy na zobrazenie
sl_si: Plasti za prikaz

source: Your WMS tile servers
cs_cz: Vámi určené WMS dlaždicové servery
da_dk: Dine WMS tile-servere
es_es: Sus servidores de mosaico WMS
fr_fr: Vos serveurs de tuiles WMS personnels
gl_es: Os teus servidores de teselas WMS
id_id: Ubin server WMS Anda
it_it: I tuoi WMS tile server
nl_nl: Jouw WMS tile servers
pl_pl: Twoje serwery kafelki WMS
pt_br: Seus servidores de mosaico WMS
ru_ru: Сервера тайлов WMS
sk_sk: Váš webový mapový server
sl_si: Vaši WMS strežniki s ploščicami

source: Custom WMS overlay servers
cs_cz: Uživatelsky určené servery s podklady pro WMS překryvné vrstvy
da_dk: Brugervalgt WMS overlay-servere
es_es: Servidores de superposición WMS personalizados
fr_fr: Serveurs de revêtement WMS
gl_es: Servidores WMS superpostos personalizados
id_id: Kustom tampilan server WMS
it_it: Server personalizzati WMS overlay
pl_pl: Niestandardowe serwery WMS z nakładką
pt_br: Servidores de sobreposição WMS personalizados
ru_ru: Сервера тайлов оверлея WMS
sk_sk: Vlastné WMS servery vrstiev
sl_si: Poljubni WMS strežniki s prosojnimi ploščicami

source: Your WMS overlay tile servers
cs_cz: Vámi určené WMS servery pro překryvné vrstvy
da_dk: Dine WMS overlay tile-servere
es_es: Sus servidores de mosaico de superposición WMS
fr_fr: Vos serveurs de revêtements WMS personnels
gl_es: Os teus servidores de teselas WMS superpostas
id_id: Tampilan ubin server WMS Anda
it_it: I tuoi WMS overlay tile server
nl_nl: Jouw WMS overlay tile servers
pl_pl: Twoje serwery kafelki WMS z nakładką
pt_br: Seus servidores de mosaico de sobreposição WMS
ru_ru: Сервера тайлов оверлея WMS
sk_sk: Vlastný WMS server vrstiev
sl_si: Vaši WMS strežniki s prosojnimi ploščicami

source: Clean files or database
cs_cz: Vyčistit soubory nebo databázi
da_dk: Rens filer eller database
es_es: Limpiar ficheros o base de datos
fr_fr: Nettoyage des fichiers ou de la base de données
gl_es: Limpar ficheiros ou base de datos
id_id: File bersih atau database
it_it: Pulisci file o database
nl_nl: Bestanden of database opschonen
pl_pl: Wyczyść pliki lub bazę danych
pt_br: Limpar arquivos ou banco de dados
ru_ru: Очистка файлов или базы данных
sk_sk: Vyčistiť súbory alebo databázu
sl_si: Počisti datoteke oziroma podatkovno bazo
