Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: Zoom to show all track markers when selecting a folder
cs_cz: Při výběru složky přiblížit a zobrazit tak všechny značky stopy
da_dk: Zoom for at vise alle spor-markeringer når en mappe vælges
es_es: Zoom para mostrar todos los marcadores de la ruta cuando se selecciona un directorio
fr_fr: Zoome pour voir tous les marqueurs quand on sélectionne un dossier
gl_es: Achegar para amosar todos os marcadores de trazado ao seleccionar un cartafol
id_id: Zoom untuk menunjukkan semua melacak spidol ketika memilih folder
it_it: Ingrandisci per mostrare tutti gli indicatori della traccia quando si seleziona una cartella
nl_nl: Zoom op alle track markeringen wanneer een map geselecteerd wordt
pl_pl: Przybliż, aby pokazać wszystkie znaczniki ścieżki przy wybieraniu katalogu
pt_br: Zoom para mostrar todos os marcadores de trilha ao selecionar uma pasta
ru_ru: Масштаб на всех маркерах треков, когда выбран каталог
sk_sk: Zväčšiť na všetky značky trasy pri zvolení adresára
sl_si: Ob izbiri mape, približaj za prikaz vseh označevalnikov

source: If disabled :
cs_cz: Pokud je zakázáno:
da_dk: Hvis deaktiveret :
es_es: Si inhabilitado :
fr_fr: Si désactivé :
gl_es: Se está desactivada:
id_id: Jika diaktifkan:
it_it: Se disabilitato:
nl_nl: Indien uitgeschakeld :
pl_pl: Jeśli wyłączone:
pt_br: Se desativado:
ru_ru: Если отключено :
sk_sk: Ak je vypnuté :
sl_si: Če je onemogočeno:

source: Do nothing when a track is drawn
cs_cz: Při vykreslování trasy nedělat nic
da_dk: Gør ingenting når et spor tegnes
es_es: No hacer nada al dibujar una ruta
fr_fr: Ne fait rien si une trace est dessinée
gl_es: Non facer nada cando se debuxa un trazado
id_id: Melakukan apa-apa ketika lintasan yang ditarik
it_it: Non fare nulla quando una traccia viene disegnata
nl_nl: Doe niets zolang een track getekend wordt
pl_pl: Nic nie rób, gdy narysowana jest ścieżka
pt_br: Não faça nada quando uma trilha for desenhada
ru_ru: Ничего не делать пока идёт отрисовка трека
sk_sk: Počas vykresľovania trasy nerobiť nič
sl_si: Ko je sled vrisana ne naredi ničesar

source: Reset zoom to world view when selecting a folder
cs_cz: Obnovit přiblížení do zobrazení celé mapy při výběru složky
da_dk: Nulstil zoom til verden når en mappe vælges
es_es: Reiniciar el zoom a vista mapamundi cuando se selecciona un directorio
fr_fr: Réinitialise le zoom sur une vue mondiale quand on change de dossier
gl_es: Restablecer o zoom á vista do mundo ao seleccionar un cartafol
id_id: Reset zoom untuk pandangan dunia ketika memilih folder
it_it: Reimposta lo zoom alla visualizzazione mondiale quando si seleziona una cartella
nl_nl: Terugschakelen naar wereldweergave bij selecteren van een map
pl_pl: Resetuj powiększenie do widoku świata po wybraniu katalogu
pt_br: Redefina o zoom para visão mundial ao selecionar uma pasta
ru_ru: Сброс масштаба при выборе каталога
sk_sk: Vynulovať mierku a zobraziť mapu sveta pri zvolení adresára
sl_si: Ob izbiri mape ponastavi pogled na celoten svet

source: Auto-zoom
cs_cz: Automatické přiblížení
fr_fr: Zoom automatique
gl_es: Zoom automático
id_id: Pembesar otomatis
it_it: Zoom automatico
pl_pl: Automatyczne powiększanie
ru_ru: Авто масштаб
sk_sk: Automatické zväčšenie
sl_si: Samodejno približaj

source: Display elevation or speed chart when a track is drawn
cs_cz: Při vykreslování stopy zobrazit graf převýšení nebo rychlosti
da_dk: Vis højde eller hastighedsgraf når et spor tegnes
es_es: Mostrar la gráfica de elevación o velocidad al dibujar la ruta
fr_fr: Afficher le graphique d'altitude ou vitesse quand une trace est dessinée
gl_es: Amosar o gráfico de elevación ou velocidade cando se debuxa un trazado
id_id: Menampilkan grafik kecepatan atau elevasi saat lintasan yang ditarik
it_it: Visualizza l'elevazione o il diagramma di velocità quando viene disegnata una traccia
nl_nl: Toon hoogte of snelheid grafiek wanneer een track getekend wordt
pl_pl: Wyświetlaj wysokość lub wykres prędkości podczas rysowania ścieżki
pt_br: Exibir gráfico de elevação ou velocidade quando uma trilha é desenhada
ru_ru: Отображать график высоты или скорости
sk_sk: Zobraziť graf nadmorskej výšky alebo rýchlosti pri vykresľovaní trasy
sl_si: Ko je sled vrisana prikaži graf vzpona ali hitrosti

source: Display chart
cs_cz: Zobrazit graf
da_dk: Vis graf
es_es: Mostrar gráfica
fr_fr: Montrer le graphique
gl_es: Presentar o gráfico
id_id: Tampilan grafik
it_it: Mostra grafici
nl_nl: Grafiek weergeven
pl_pl: Wyświetlanie wykresów
pt_br: Exibir o gráfico
ru_ru: Отображать график
sk_sk: Zobraziť graf
sl_si: Prikaz grafa

source: Send a referrer with HTTP requests. This might be usefull to access tile providers using this mechanism as part of authentication.
cs_cz: Společně s HTTP požadavky odeslat referre. To může být užitečné pro přístup k poskytovatelům podkladů, kteří používají tento mechanismus jako součást ověření.
da_dk: Send en referrer med HTTP-forespørgsler. Dette kan hjælpe med adgang til korttjenester der bruger denne mekanisme som en del af autorisationen.
es_es: Enviar un 'referrer' con solicitudes HTTP. Esto puede ser útil para acceder a proveedores de teselas utilizando este mecanismo como parte de la autenticación.
fr_fr: Envoyer un referrer avec des requêtes HTTP. Cela peut être utile pour accéder aux fournisseurs de tuiles utilisant ce mécanisme comme partie de l'authentification.
gl_es: Enviar un «referente» coas solicitudes HTTP. Isto pode ser útil para acceder aos provedores de teselas empregando este mecanismo como parte da autenticación.
it_it: Invia un referrer con richieste HTTP. Potrebbe essere utile per accedere ai provider di tile utilizzando questo meccanismo come parte dell'autenticazione.
pl_pl: Wyślij stronę odsyłającą z żądaniami HTTP. Może to być przydatne w celu uzyskania dostępu do dostawców kafelków przy użyciu tego mechanizmu w ramach uwierzytelniania.
pt_br: Envie um referenciador com solicitações HTTP. Isso pode ser útil para acessar provedores de blocos usando esse mecanismo como parte da autenticação.
ru_ru: Отправлять реферер с HTTP-запросами. Это может быть полезно для доступа к поставщикам листов, использующим этот механизм как часть аутентификации.
sk_sk: Odoslať odkaz s HTTP požiadavkou. Môže to byť užitočné pre prístup k poskytovateľom mapových dlaždíc pomocou tohto mechanizmu ako časti overenia.
sl_si: Pošlje napotitelja s HTTP zahtevo. Pride prav pri dostopu do ponudnika, ki ta mehanizem uporablja za del overjanja.

source: Send HTTP referrer (need reload)
cs_cz: Odeslat HTTP referrer (je třeba znovu načíst)
da_dk: Send HTTP referrer (kræver reload)
es_es: Enviar HTTP "referrer" (es necesario recargar)
fr_fr: Envoyer le referrer HTTP (rechargement nécessaire)
gl_es: Enviar un «referente» HTTP (precisa de volver cargar)
it_it: Invia referente HTTP (richiede ricarica)
pl_pl: Wyślij polecenie HTTP (wymaga przeładowania)
pt_br: Enviar referenciador HTTP (precisa ser recarregado)
ru_ru: Отправить HTTP-реферер (требуется перезагрузка)
sk_sk: Odoslať HTTP referrer (je potrebné obnovenie stránky)
sl_si: Pošlji HTTP napotitelja (osvežitev strani)

source: Timezone
cs_cz: Časové pásmo
da_dk: Tidszone
es_es: Zona horaria
fr_fr: Fuseau horaire
gl_es: Fuso horario
it_it: Fuso orario
pl_pl: Strefa czasowa
pt_br: Fuso horário
ru_ru: Часовой пояс
sk_sk: Časové pásmo
sl_si: Časovni pas

source: Measuring units
cs_cz: Jednotky měření
da_dk: Måleenhed
es_es: Unidades de medida
fr_fr: Unités de mesure
gl_es: Unidades de medida
id_id: Unit pengukuran
it_it: Unità di misura
nl_nl: Meeteenheden
pl_pl: Jednostki pomiarowe
pt_br: Unidades de medição
ru_ru: Единицы измерения
sk_sk: Merné jednotky
sl_si: Merske enote

source: English
cs_cz: anglické
da_dk: Engelsk
es_es: Inglése
fr_fr: Anglaises
gl_es: Inglés
id_id: Bahasa Inggris
it_it: Inglese
nl_nl: Engels
pl_pl: Angielski
pt_br: Inglês
ru_ru: Имперские
sk_sk: Anglické
sl_si: Anglosaški

source: Track drawing options
cs_cz: Předvolby vykreslování trasy
da_dk: Indstillinger for tegning af spor
es_es: Opciones de representación de rutas
fr_fr: Options des dessins de trace
gl_es: Opcións do debuxo do trazado
it_it: Opzioni di disegno traccia
pl_pl: Opcje rysowania ścieżek
pt_br: Opções de desenho de trilha
ru_ru: Параметры отображения трека
sk_sk: Nastavenia vykreslenia trasy
sl_si: Možnosti risanja sledi

source: Use symbols defined in the gpx file
cs_cz: Použít symboly definované v souboru gpx
da_dk: Brug symboler defineret i gpx-fil
es_es: Utilizar símbolos definidos en el archivo gpx
fr_fr: Utilise les symboles définis dans le fichier gpx
gl_es: Usar símbolos definidos no ficheiro gpx
id_id: Gunakan simbol yang didefinisikan dalam file gpx
it_it: Usa i simboli definiti nel file gpx
nl_nl: Gebruik de symbolen zoals gedefinieerd in het gpx bestand
pl_pl: Użyj symboli zdefiniowanych w pliku gpx
pt_br: Use símbolos definidos no arquivo gpx
ru_ru: Использовать символы, определённый в gpx файле
sk_sk: Použiť symboly definované v gpx súbore
sl_si: Uporabi simbole, ki so definirani v datoteki gpx

source: Gpx symbols
cs_cz: Gpx symboly
da_dk: Gpx-symboler
es_es: Símbolos Gpx
fr_fr: Symboles du gpx
gl_es: Símbolos Gpx
id_id: %@ Simbol
it_it: Simboli Gpx
nl_nl: Gpx symbolen
pl_pl: Symbole Gpx
pt_br: Símbolos Gpx
ru_ru: Символы gpx
sk_sk: GPX symboly
sl_si: Simboli gpx

source: Draw black borders around track lines
cs_cz: Vykreslovat černé okraje kolem čar tras
da_dk: Tegn sorte kanter rundt om sporlinjer
es_es: Dibujar bordes negros alrededor de las líneas de ruta
fr_fr: Dessiner une bordure noire autour des lignes des traces
gl_es: Debuxar bordos negros arredor da liña do trazado
id_id: Menggambar hitam perbatasan di sekitar trek baris
it_it: Disegna bordi neri attorno alle linee della traccia
nl_nl: Teken zwarte randen om de tracklijnen
pl_pl: Rysuj czarne obramowania wokół linii ścieżki
pt_br: Desenhe bordas pretas ao redor das linhas da trilha
ru_ru: Отображать чёрные границы для линий трека
sk_sk: Vykresliť čierne okraje okolo čiar trás
sl_si: Očrtaj črte sledi s črnim okvirjem

source: Line borders
cs_cz: Okraje čáry
da_dk: Linjekanter
es_es: Bordes de línea
fr_fr: Bordures de lignes
gl_es: Bordos da liña
id_id: Garis perbatasan
it_it: Bordi di linea
nl_nl: Lijnranden
pl_pl: Obramowanie linii
pt_br: Bordas de linha
ru_ru: Границы линий
sk_sk: Okraje čiar
sl_si: Meje črt

source: Track line width in pixels
cs_cz: Šířka čáry trasy (v pixelech)
da_dk: Sporlinjebredde i pixels
es_es: Grosor de línea de ruta en píxeles
fr_fr: Largeur de ligne des traces en pixels
gl_es: Largo da liña da trazado en píxeles
id_id: Melacak garis lebar pixel
it_it: Larghezza linea traccia in pixel
nl_nl: Tracklijndikte in pixels
pl_pl: Szerokość linii ścieżki w pikselach
pt_br: Largura da linha de rastreamento em pixels
ru_ru: Ширина линий трека в пикселях
sk_sk: Šírka čiary trasy v pixeloch
sl_si: Širina črte sledi v pikslih

source: Line width
cs_cz: Tloušťka čáry
da_dk: Linjebredde
es_es: Grosor de línea
fr_fr: Largeur de ligne
gl_es: Largura da liña
id_id: Lebar garis
it_it: Spessore Linea
nl_nl: Lijndikte
pl_pl: Szerokość linii
pt_br: Espessura da linha
ru_ru: Ширина линий
sk_sk: Šírka čiary
sl_si: Širina črt

source: Display routes points
cs_cz: Zobrazit body trasy
da_dk: Vis rutepunkter
es_es: Mostrar puntos de ruta
fr_fr: Montrer les points des itinéraires
gl_es: Presentar puntos das rutas
id_id: Tampilkan poin rute
it_it: Visualizza punti percorsi
nl_nl: Route punten weergeven
pl_pl: Wyświetlaj punkty trasy
pt_br: Exibir pontos de rota
ru_ru: Отображать точки треков
sk_sk: Zobraziť body trás
sl_si: Prikaz točk poti

source: Show direction arrows along lines
cs_cz: Podél čar zobrazovat šipky směru
da_dk: Vis retningspile langs linjer
es_es: Mostrar flechas de dirección sobre las líneas
fr_fr: Affiche des flèches de direction le long des lignes
gl_es: Amosar as frechas de dirección ao longo das liñas
id_id: Menunjukkan arah panah sepanjang garis
it_it: Mostra le frecce di direzione lungo le linee
nl_nl: Toon richtingpijlen langs de lijnen
pl_pl: Pokaż strzałki kierunku wzdłuż linii
pt_br: Mostrar setas de direção ao longo das linhas
ru_ru: Отображать стрелки направления на треке
sk_sk: Zobraziť šípky smerovania na čiarach
sl_si: Prikaz smernih puščic ob črtah

source: Direction arrows
cs_cz: Směrové šipky
da_dk: Retningspile
es_es: Flechas de dirección
fr_fr: Flèches de direction
gl_es: Frechas de dirección
id_id: Arah Panah
it_it: Frecce di direzione
nl_nl: Richtingpijlen
pl_pl: Strzałki kierunku
pt_br: Setas de direção
ru_ru: Стрелки направления
sk_sk: Smerové šípky
sl_si: Smerne puščice

source: Draw all tracks after folder selection
cs_cz: Po vybrání složky vykreslit všechny trasy
da_dk: Vis alle spor efter valg af mappe
es_es: Mostrar todas las rutas después de seleccionar un directorio
fr_fr: Afficher toutes les traces après avoir sélectionné un dossier
gl_es: Debuxar todos os trazados após a selección do cartafol
it_it: Disegna tutte le tracce dopo la selezione delle cartelle
pl_pl: Narysuj wszystkie trasy po wybraniu folderu
pt_br: Desenhe todas as trilhas após a seleção da pasta
ru_ru: Нарисовать все треки после выбора папки
sk_sk: Vykresliť všetky trasy po výbere adresára
sl_si: Izris vseh sledi po izbiri mape

source: Draw all tracks
cs_cz: Vykreslit všechny trasy
da_dk: Vis alle spor
es_es: Mostrar todas las rutas
fr_fr: Afficher toutes les traces
gl_es: Debuxar todos os trazados
it_it: Disegna tutte le tracce
pl_pl: Narysuj wszystkie ścieżki
pt_br: Desenhe todas as trilhas
ru_ru: Отобразить все треки
sk_sk: Vykresliť všetky trasy
sl_si: Izris vseh sledi

source: tracks+routes+waypoints
cs_cz: stopy+trasy+bodytrasy
da_dk: spor+ruter+waypoints
es_es: pistas+rutas+puntos de ruta
fr_fr: traces+itinéraires+points d'intérêt
gl_es: trazados+rutas+puntos de paso
it_it: tracce+rotte+waypoints
pl_pl: śledzenie+trasy+punkty trasy
pt_br: trilhas+rotas+pontos de passagem
ru_ru: треки+маршруты+путевые точки
sk_sk: trasy+cesty+body trasy
sl_si: sledi+poti+vmesne točke

source: tracks
cs_cz: stopy
da_dk: spor
es_es: pistas
fr_fr: traces
gl_es: trazados
it_it: tracce
pl_pl: trasy
pt_br: trilhas
ru_ru: треки
sk_sk: trasy
sl_si: sledi

source: routes
cs_cz: trasy
da_dk: ruter
es_es: rutas
fr_fr: itinéraires
gl_es: rutas
it_it: percorsi
pl_pl: trasy
pt_br: rotas
ru_ru: маршруты
sk_sk: cesty
sl_si: poti

source: waypoints
cs_cz: body trasy
da_dk: punkter
fr_fr: étapes
gl_es: puntos de paso
id_id: waypoint
it_it: Waypoints (Punti di passaggio)
pl_pl: punkty
pt_br: pontos de passagem
ru_ru: путевые точки
sk_sk: body trasy
sl_si: vmesne točke

source: Waypoint style
cs_cz: Styl trasového bodu
da_dk: Punkt-stil
es_es: Estilo de waypoints
fr_fr: Style des étapes
gl_es: Estilo dos puntos de paso
id_id: Gaya waypoint
it_it: Stile Waypoint
nl_nl: Waypoint stijl
pl_pl: Styl punktu
pt_br: Estilo de pontos de passagem
ru_ru: Стиль путевых точек
sk_sk: Štýl bodov trasy
sl_si: Slog vmesne točke

source: Tooltip
cs_cz: Popisek nástroje
da_dk: Værktøjstip
fr_fr: Info-bulle
gl_es: Suxestión emerxente
id_id: Keterangan alat
it_it: Suggerimento
pl_pl: Podpowiedź
pt_br: Dica de ferramenta
ru_ru: Подсказка
sk_sk: Nápoveda
sl_si: Orodni namig

source: on hover
cs_cz: při najetí kurzoru
da_dk: ved svævning
es_es: al resaltar
fr_fr: au survol
gl_es: ao pasar o punteiro
id_id: di hover
it_it: al passaggio
nl_nl: bij zweven
pl_pl: po najechaniu myszką
pt_br: pairando
ru_ru: при наведении
sk_sk: pri nájazde myšou
sl_si: ob prehodu

source: permanent
cs_cz: trvalé
es_es: permanente
gl_es: permanente
id_id: permanen
it_it: permanente
pl_pl: stała
pt_br: permanente
ru_ru: перманентно
sk_sk: trvale
sl_si: trajno

source: Enables tracks coloring by the chosen criteria
cs_cz: Zapíná obarvování tras na základě zvoleného kritéria
da_dk: Aktiverer spor-farve med de valgte kriterier
es_es: Permite colorear rutas mediante el criterio elegido
fr_fr: Active la coloration de traces par le critère sélectionné
gl_es: Activa o colorado dos trazados segundo os criterios escollidos
id_id: Mengaktifkan pewarnaan jalur/lintasan dengan kriteria yang dipilih
it_it: Abilita la colorazione delle tracce secondo i criteri scelti
nl_nl: Activeert het inkleuren van tracks volgens de gekozen criterium
pl_pl: Umożliwia kolorowanie ścieżek, według wybranych kryteriów
pt_br: Habilita a coloração das trilhas pelos critérios escolhidos
ru_ru: Включить расцветку треков по выбранному критерию
sk_sk: Zapnúť vyfarbovanie trás podľa nastavených podmienok
sl_si: Omogoči barvanje sledi po izbranem kriteriju

source: Color tracks by
cs_cz: Obarvovat trasy podle
da_dk: Farv spor med
es_es: Colorear rutas por
fr_fr: Critère de couleur
gl_es: Colorar os trazados por
id_id: Jalur warna oleh
it_it: Colore tracce per
nl_nl: Kleurcriterium
pl_pl: Kolor ścieżek dla
pt_br: Cores de trilhas por
ru_ru: Расцветка треков по
sk_sk: Vyfarbovať trasy podľa
sl_si: Barvaj sledi po

source: This criteria is also used in the chart
cs_cz: Tato kritéria se také používají v grafu
fr_fr: Ce critère est également utilisé dans le graphique
gl_es: Este criterio tamén se usa no gráfico
it_it: Questo criterio è utilizzato anche nel grafico
pl_pl: Kryteria te są również wykorzystywane na wykresie
ru_ru: Этот критерий также используется в диаграмме

source: Enables tracks coloring by the chosen extension value
cs_cz: Zapíná obarvování tras na základě zvolené hodnoty přípony
da_dk: Aktiverer spor-farve med de valgte kriterier
es_es: Activa colorear rutas según el criterio elegido
fr_fr: Active la coloration de traces par la valeur d'extension sélectionnée
gl_es: Activa o colorado dos trazados ao escoller o valor da extensión
it_it: Abilita la colorazione delle tracce con il valore di estensione scelto
nl_nl: Activeert het inkleuren van tracks volgens de gekozen extensie waarde
pl_pl: Umożliwia kolorowanie ścieżek, według wybranej wartości rozległości
pt_br: Habilita a coloração das trilhas pelo valor de extensão escolhido
ru_ru: Позволить раскрашивать треки в соответствии с выбранным значением расширения
sk_sk: Zapnúť vyfarbovanie trás podľa zvolenej hodnoty prípony
sl_si: Omogoči barvanje sledi z izbrano vrednostjo

source: Color tracks by extension value
cs_cz: Obarvovat podle hodnoty přípony
da_dk: Farvelæg spor efter kriterieværdi
es_es: Color de ruta según criterio
fr_fr: Extension comme critère de couleur
gl_es: Colorar os trazados polo valor da extensión
it_it: Colore tracce per valore di estensione
nl_nl: Tracks inkleuren per extensie waarde
pl_pl: Kolor ścieżek, według wartości rozległości
pt_br: Cores das trilhas por valor de extensão
ru_ru: Доступ по ссылке к треку
sk_sk: Vyfarbovať trasy podľa prípony súboru
sl_si: Barvanje sledi z vrednostjo

source: IGC elevation track
cs_cz: Nadmořská výška IGC
da_dk: IGC højdespor
es_es: Pista de elevación IGC
fr_fr: Track d'altitude IGC
gl_es: Elevación IGC do trazado
id_id: Jalur elevasi IGC
it_it: Traccia elevazione IGC
nl_nl: IGC hoogte track
pl_pl: IGC wzniesienie toru
pt_br: Elevação da trilha IGC
ru_ru: IGC трек высот
sk_sk: IGC výška trasy
sl_si: IGC sled vzpona

source: Both GNSS and pressure
cs_cz: Jak GNSS, tak tlak
da_dk: Både GNSS og tryk
es_es: GNSS y presión
fr_fr: GNSS et pression
gl_es: Ámbolos dous GNSS e presión
id_id: Baik GNSS maupun tekanan
it_it: GNSS e pressione
nl_nl: Zowel GNSS als druk
pl_pl: Zarówno GNSS i ciśnienie
pt_br: Ambos GNSS e pressão
ru_ru: GNSS и давление
sk_sk: GNSS a tlak
sl_si: GNSS in tlak

source: Pressure
cs_cz: Tlak
da_dk: Tryk
es_es: Presión
fr_fr: Pression
gl_es: Presión
id_id: Tekanan
it_it: Pressione
nl_nl: Druk
pl_pl: Ciśnienie
pt_br: Pressão
ru_ru: Давление
sk_sk: Tlak
sl_si: Tlak

source: Table options
cs_cz: Předvolby pro tabulku
da_dk: Indstillinger for tabel
es_es: Opciones de tabla
fr_fr: Options du tableau
gl_es: Opcións da táboa
it_it: Opzioni per la Tabella
pl_pl: Opcje tabeli
pt_br: Tabela de opções
ru_ru: Настройки таблицы
sk_sk: Nastavenia tabuľky
sl_si: Možnosti tabele

source: Table only shows tracks that are inside current map view
cs_cz: Tabulka zobrazuje pouze stopy, které se nacházejí v rámci stávajícího zobrazení mapy
da_dk: Tabel viser kun spor som er indenfor nuværende kortudsnit
es_es: La tabla sólo muestra las rutas visibles en la vista actual
fr_fr: Le tableau ne montre que les traces qui sont dans la vue courante de la carte
gl_es: A táboa só amosa os trazados que están dentro da vista actual do mapa
id_id: Tabel hanya menunjukkan trek yang di dalam tampilan peta saat ini
it_it: La tabella mostra solo le tracce che sono all'interno della vista mappa corrente
nl_nl: De tabel toont enkel tracks die in zich in de huidige weergave bevinden
pl_pl: Tabela pokazuje tylko ścieżki znajdujące się w bieżącym widoku mapy
pt_br: A tabela mostra apenas as trilhas que estão dentro da visualização do mapa atual
ru_ru: В таблице отображаются только треки с текущего экрана карты
sk_sk: Tabuľka zobrazí len trasy, ktoré sú na aktuálnej mape
sl_si: Tabela prikaže le sledi, ki so v trenutnem pogledu zemljevida

source: Dynamic table
cs_cz: Dynamická tabulka
da_dk: Dynamisk tabel
es_es: Tabla dinámica
fr_fr: Tableau à jour
gl_es: Táboa dinámica
id_id: Tiles dinamis
it_it: Tabella dinamica
nl_nl: Dynamische tabel
pl_pl: Tabela dynamiczna
pt_br: Tabela dinâmica
ru_ru: Динамическая таблица
sk_sk: Dynamická tabuľka
sl_si: Dinamična tabela

source: For slow connections or if you have huge files, a simplified version is shown when hover
cs_cz: V případě pomalého připojení nebo velkých souborů se při najetí ukazatelem myši zobrazí zjednodušená verze
da_dk: For langsomme forbindelser eller hvis du har meget store filer vises en simpel udgave når der svæves
es_es: Se muestra una versión simplificada al resaltar, útil para conexiones lentas o ficheros muy grandes
fr_fr: Pour les connexions lentes ou si vous avez de gros fichiers, une version simplifiée de l'aperçu est affichée au survol
gl_es: Con conexións lentas ou se ten ficheiros moi grandes, amosase unha versión simplificada ao pasar o punteiro
id_id: Untuk koneksi yang lambat atau jika Anda memiliki file besar, versi sederhana yang ditunjukkan ketika hover
it_it: Per connessioni lente o se si dispone di file enormi, viene visualizzata una versione semplificata al passaggio
nl_nl: Een vereenvoudigde versie wordt getoond bij zweven voor langzame verbindingen of als je grote bestanden hebt
pl_pl: W przypadku powolnych połączeń lub dużych plików po ich wyświetleniu pojawia się uproszczona wersja
pt_br: Para conexões lentas ou se você tiver arquivos grandes, uma versão simplificada é mostrada ao passar o mouse
ru_ru: Для медленных подключений или если у вас огромные файлы при наведении мыши может отображаться упрощённая версия трека
sk_sk: Pri pomalých pripojeniach alebo veľkých súboroch bude pri nájazde myšou zobrazená zjednodušená verzia
sl_si: Pri velikih datotekah in počasni povezavi, se bo ob prehodu pokazala poenostavljena različica

source: Simplified previews
cs_cz: Zjednodušené náhledy
da_dk: Simpel eksempelvisning
es_es: Vistas simplificadas
fr_fr: Aperçus simplifiés
gl_es: Vistas previas simplificadas
id_id: Preview disederhanakan
it_it: Anteprime semplificate
nl_nl: Vereenvoudigde previews
pl_pl: Uproszczone podglądy
pt_br: Visualizações simplificadas
ru_ru: Упрошенный предпросмотр
sk_sk: Zjednodušený náhľad
sl_si: Poenostavljeni predogledi
