Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: Correct elevations for this track
cs_cz: Oprava nadmořské výšky pro tuto stopu
da_dk: Korriger højder for dette spor
es_es: Corregir elevaciones para esta ruta
fr_fr: Corriger les altitudes de cette trace
gl_es: Corrixir as elevacións para este trazado
id_id: Ketinggian yang benar untuk berkas ini
it_it: Correggi l'elevazione per questa traccia
nl_nl: Corrigeer hoogtes voor deze track
pl_pl: Popraw wysokości dla tej ścieżki
pt_br: Elevações corretas para esse rastreio
ru_ru: Исправить данные высот в этом треке
sk_sk: Opraviť výšky tejto trasy
sl_si: Popravi vzpone sledi

source: View this file in GpxMotion
cs_cz: Zobrazit tento soubor v GpxMotion
da_dk: Vis denne fil i GpxMotion
es_es: Ver este archivo en GpxMotion
fr_fr: Voir ce fichier dans GpxMotion
gl_es: Ver este ficheiro en GpxMotion
id_id: Lihat berkas ini di GpxMotion
it_it: Visualizza questo file in GpxMotion
nl_nl: Bekijk dit bestand in GpxMotion
pl_pl: Zobacz ten plik w GpxMotion
pt_br: Visualizar esse arquivo no GpxMotion
ru_ru: Просмотреть этот файл в GpxMotion
sk_sk: Zobraziť tento súbor v GpxMotion
sl_si: Pogled datoteke v GpxMotion

source: Edit this file in GpxEdit
cs_cz: Upravit tento soubor v GpxEdit
da_dk: Rediger denne fil i GpxEdit
es_es: Editar este archivo en GpxEdit
fr_fr: Éditer ce fichier dans GpxEdit
gl_es: Editar este ficheiro en GpxEdit
id_id: Edit berkas ini di GpxEdit
it_it: Modifica questo file in GpxEdit
nl_nl: Bewerk dit bestand in GpxEdit
pl_pl: Edytuj ten plik w GpxEdit
pt_br: Edite este arquivo no GpxEdit
ru_ru: Редактировать файл в GpxEdit
sk_sk: Upraviť tento súbor v GpxEdit
sl_si: Urejanje datoteke v GpxEdit

source: No track visible
cs_cz: Není viditelná žádná stopa
da_dk: Intet spor synligt
es_es: Ninguna ruta visible
fr_fr: Aucune trace visible
gl_es: Non hai ningún trazado visíbel
id_id: Tidak ada berkas yang terlihat
it_it: Nessuna traccia visibile
nl_nl: Geen track zichtbaar
pl_pl: Brak widocznych ścieżek
pt_br: Nenhuma trilha visível
ru_ru: Нет видимых треков
sk_sk: Nie je viditeľná žiadna trasa
sl_si: Ni vidnih sledi

source: Tracks from current view
cs_cz: Stopy ze stávajícího zobrazení
da_dk: Spor i nuværende visning
es_es: Rutas de la vista actual
fr_fr: Traces de la vue courante
gl_es: Trazados dende a vista actual
id_id: Berkas dari tampilan aktif
it_it: Tracce dalla vista corrente
nl_nl: Tracks binnen huidige weergave
pl_pl: Ścieżki z obecnego widoku
pt_br: Trilhas da visualização atual
ru_ru: Треки на текущем экране
sk_sk: Trasty z aktuálneho zobrazenia
sl_si: Sledi trenutnega pogleda

source: All tracks
cs_cz: Všechny stopy
da_dk: Alle spor
es_es: Todas las rutas
fr_fr: Toutes les traces
gl_es: Todos os trazados
id_id: Semua berkas
it_it: Tutte le tracce
nl_nl: Alle tracks
pl_pl: Wszystkie ścieżki
pt_br: Todas as trilhas
ru_ru: Все треки
sk_sk: Všetky trasy
sl_si: Vse sledi

source: Draw
cs_cz: Vykreslit
da_dk: Tegn
es_es: Dibujar
fr_fr: Dessiner
gl_es: Debuxar
id_id: Gambar
it_it: Disegna
nl_nl: Tekenen
pl_pl: Rysuj
pt_br: Desenhar
ru_ru: Отобразить
sk_sk: Kresliť
sl_si: Risanje

source: Track
cs_cz: Stopa
da_dk: Spor
es_es: Pista
fr_fr: Trace
gl_es: Trazado
id_id: Berkas
it_it: Traccia
pl_pl: Ścieżka
pt_br: Trilha
ru_ru: Трек
sk_sk: Trasa
sl_si: Sled

source: Dist<br/>ance<br/>
cs_cz: <br/>Vzdálenost<br/>
es_es: Dist <br/> ancia <br/>
gl_es: Dist<br/>ancia<br/>
it_it: Dist<br/>anza<br/>
nl_nl: Af<br/>stand<br/>
pl_pl: Dys<br/>tans<br/>
pt_br: Dist<br/>ância<br/>
ru_ru: Расс<br/>тояние<br/>
sk_sk: Vzdia<br/>lenosť<br/>
sl_si: Raz<br/>dalja<br/>

source: Cumulative<br/>elevation<br/>gain
cs_cz: Celkové<br/>stoupání<br/>
da_dk: Kumulativ<br/>højde-<br/>forøgelse
es_es: <br/>Elevación<br/> acumulada
fr_fr: Dénivelé<br/>positif<br/>cumulé
gl_es: <br/>Desnivel<br/> positivo acumulado
id_id: Komulatif<br/>ketinggian<br/>kenaikan
it_it: Guadagno cumulativo<br/>elevazione<br/>
nl_nl: Cumulatieve<br/>hoogte<br/>winst
pl_pl: Suma<br/>wzniesień
pt_br: Ganho <br/>de elevação<br/> cumulativo
ru_ru: Общий <br/>набор<br/> высоты
sk_sk: Súhrnné<br/>tempo<br/>stúpania
sl_si: Skupni <br/>vzpon

source: Total
cs_cz: Celkem
it_it: Totale
nl_nl: Totaal
pl_pl: Ogółem
ru_ru: Всего
sk_sk: Celkom
sl_si: Skupaj

source: distance
cs_cz: vzdálenost
es_es: distancia
gl_es: distancia
id_id: jarak
it_it: distanza
nl_nl: afstand
pl_pl: dystans
pt_br: distância
ru_ru: расстояние
sk_sk: vzdialenosť
sl_si: razdalja

source: altitude/distance
cs_cz: nadmořská výška / vzdálenost
da_dk: højde/distance
es_es: altitura/distancia
gl_es: altitude/distancia
id_id: ketinggian/jarak
it_it: altitudine/distanza
nl_nl: hoogte/afstand
pl_pl: wysokość/dystans
pt_br: altitude/distância
ru_ru: высота
sk_sk: výška/vzdialenosť
sl_si: višina/razdalja

source: speed/distance
cs_cz: rychlost/vzdálenost
da_dk: hastighed/distance
es_es: velocidad/distancia
fr_fr: vitesse/distance
gl_es: velocidade/distancia
id_id: kecepatan/jarak
it_it: velocità/distanza
nl_nl: snelheid/afstand
pl_pl: prędkość/dystans
pt_br: velocidade/distância
ru_ru: скорость
sk_sk: rýchlosť/vzdialenosť
sl_si: hitrost/razdalja

source: pace(time for last km or mi)/distance
cs_cz: tempo (čas za poslední km nebo mi)/vzdálenost
da_dk: pace(tid for sidste km eller mil)/distance
es_es: ritmo (tiempo del último km o mi) / distancia
fr_fr: cadence(temps pour dernier km ou mi)/distance
gl_es: ritmo (tempo no último km ou mi)/distancia
id_id: kecepatan(waktu terakhir untuk km atau mi)/jarak
it_it: ritmo(tempo per gli ultimi km o mi)/distanza
nl_nl: tempo(tijd voor laatste km of mi)/afstand
pl_pl: tempo(czas dla ostatniego km lub mi)/dystans
pt_br: ritmo (tempo para o último km ou mi)/distância
ru_ru: темп(время последнего километра или мили)/расстояние
sk_sk: tempo(čas v ostatnom km alebo míli)/vzdialenosť
sl_si: tempo (čas zadnjega km)/razdalja

source: Link
cs_cz: Odkaz
es_es: Enlace
fr_fr: Lien
gl_es: Ligazón
nl_nl: Koppeling
pt_br: Linque
ru_ru: Ссылка
sk_sk: Odkaz
sl_si: Povezava

source: Latitude
cs_cz: Zeměpisná šířka
da_dk: Breddegrad
es_es: Latitud
id_id: Garis lintang
it_it: Latitudine
nl_nl: Breedtegraad
pl_pl: Szerokość
ru_ru: Широта
sk_sk: Zem.šírka
sl_si: Zemljepisna širina

source: Longitude
cs_cz: Zeměpisná délka
da_dk: Længdegrad
es_es: Longitud
gl_es: Lonxitude
id_id: Garis bujur
it_it: Longitudine
nl_nl: Lengtegraad
pl_pl: Długość
ru_ru: Долгота
sk_sk: Zem. dĺžka
sl_si: Zemljepisna dolžina

source: Comment
cs_cz: Komentář
da_dk: Kommentar
es_es: Comentario
fr_fr: Commentaire
gl_es: Comentario
id_id: Komentar
it_it: Commento
nl_nl: Reactie
pl_pl: Komentarz
ru_ru: Комментарий
sk_sk: Komentár
sl_si: Opomba

source: Description
cs_cz: Popis
da_dk: Beskrivelse
es_es: Descripción
gl_es: Descrición
id_id: Keterangan
it_it: Descrizione
nl_nl: Omschrijving
pl_pl: Opis
ru_ru: Описание
sk_sk: Popis
sl_si: Opis

source: Symbol name
cs_cz: Název symbolu
da_dk: Symbolnavn
es_es: Nombre del símbolo
fr_fr: Nom du symbole
gl_es: Nome do símbolo
id_id: Nama simbol/lambang
it_it: Nome simbolo
nl_nl: Symboolnaam
pl_pl: Nazwa symbolu
pt_br: Nome do símbolo
ru_ru: Имя символа
sk_sk: Názov symbolu
sl_si: Naziv simbola

source: Unknown error
cs_cz: Neznámá chyba
gl_es: Produciuse un erro descoñecido
it_it: Errore sconosciuto
pl_pl: Nieznany błąd
ru_ru: Неизвестная ошибка

source: Database has been cleaned
cs_cz: Databáze byla vyčištěna
da_dk: Database er renset
es_es: La base de datos ha sido limpiada
fr_fr: La base de données a été vidée
gl_es: Limpouse a base de datos
id_id: Database telah dibersihkan
it_it: Il database è stato pulito
nl_nl: De database is opgeschoond
pl_pl: Baza danych została wyczyszczona
pt_br: O banco de dados foi limpo
ru_ru: База данных очищена
sk_sk: Databáza bola vyčistená
sl_si: Podatkovna baza je bila počiščena

source: Impossible to clean database
cs_cz: Není možné vyčistit databázi
da_dk: Umuligt at rense database
es_es: Imposible limpiar la base de datos
fr_fr: Impossible de vider la base de données
gl_es: Non foi posíbel limpar a base de datos
id_id: Mustahil untuk membersihkan database
it_it: Impossibile pulire il database
nl_nl: Opschonen van de database is niet mogelijk
pl_pl: Niemożliwe wyczyszczenie bazy danych
pt_br: Impossível limpar banco de dados
ru_ru: Невозможно очистить базу данных
sk_sk: Nie je možné vyčistiť databázu
sl_si: Ni mogoče čiščenje podatkovne baze

source: Folder
cs_cz: Složka
da_dk: Mappe
es_es: Directorio
fr_fr: Dossier
gl_es: Cartafol
it_it: Cartella
nl_nl: Map
pl_pl: Katalog
pt_br: Pasta
ru_ru: Каталог
sk_sk: Priečinok
sl_si: Mapa

source: Public link to '{folder}' which will work only if this folder is shared in 'files' app by public link without password
cs_cz: Veřejný odkaz na „{folder}“, který bude fungovat pouze v případě, že je tato složka sdílena v aplikaci „soubory“ veřejným odkazem bez hesla
da_dk: Offentligt tilgængeligt link til '{folder}' som kun vil fungere hvis denne mappe er delt i 'filer'-applikationen som et offentlig link uden kodeord
es_es: El enlace público a '{folder}' únicamente funcionará si este directorio es compartido por la aplicación "Archivos" mediante enlace público sin contraseña
fr_fr: Lien public vers '{folder}' qui ne fonctionnera que si ce dossier est partagé dans l'application 'fichiers' par lien public sans mot de passe
gl_es: Ligazón pública a «{folder}» que só funcionará se este cartafol está compartido na aplicación «Ficheiros» mediante unha ligazón pública sen contrasinal
id_id: Link umum untuk '{folder}' dimana hanya akan bekerja jika folder ini dibagikan dalam bentuk app 'files' oleh link umum tanpa kata sandi
it_it: Link pubblico a '{folder}' che funzionerà solo se questa cartella viene condivisa in 'files' app tramite link pubblico senza password
nl_nl: Openbare link naar '{folder}' die enkel zal werken indien deze map gedeeld is in de 'bestanden' app door middel van openbare link zonder wachtwoord
pl_pl: Link publiczny na '{folder}', który będzie działać tylko wtedy, gdy ten katalog jest udostępniony w aplikacji 'pliki' przez link publiczny bez hasła
pt_br: Linque público para '{folder}' que funcionará apenas se esta pasta for compartilhada no aplicativo 'files' por linque público sem senha
ru_ru: Публичная ссылка на '{folder}' будет работать только если к этой папке был предоставлен общий доступ по ссылке без пароля в 'Файлах'
sk_sk: Verejný odkaz do '{folder}', ktorý bude funkčný len ak tento priečinok je zdieľaný v aplikácii 'Súbory' pomocou verejného odkazu bez hesla
sl_si: Javna povezava do mape '{folder}' bo delovala le, če bo mapa v programu 'Datoteke' deljena javno in brez nastavljenega gesla

source: Public folder share
cs_cz: Veřejné sdílení složky
da_dk: Offentlig mappe-deling
es_es: Directorio público compartido
fr_fr: Partage de dossier public
gl_es: Compartir cartafol público
id_id: Membagikan folder umum
it_it: Condivisione cartella pubblica
nl_nl: Openbare map delen
pl_pl: Udostępnianie katalogu publicznego
pt_br: Compartilhamento de pasta pública
ru_ru: Общий доступ к каталогу
sk_sk: Zdieľať verejný adresár
sl_si: Javni dostop do mape

source: Public file share
cs_cz: Veřejné sdílení souboru
da_dk: Offentlig fil-deling
es_es: Fichero público compartido
fr_fr: Partage de fichier public
gl_es: Compartir ficheiro público
id_id: Membagikan berkas umum
it_it: Condivisione cartella pubblica
nl_nl: Openbaar bestand delen
pl_pl: Udostępnić publicznie plik
pt_br: Compartilhamento de arquivo público
ru_ru: Общий доступ к файлу
sk_sk: Verejné zdieľanie súboru
sl_si: Javni dostop do datoteke

source: Server name or server url should not be empty
cs_cz: Je třeba vyplnit název pro server a jeho adresu
da_dk: Servernavn eller server-URL bør ikke være tom
es_es: El nombre del servidor o la URL no deberían estar vacíos
fr_fr: L'URL ou le nom du serveur doivent être non vides
gl_es: O nome do servidor ou o URL do servidor non deben quedar baleiros
id_id: Nama server atau url server tidak harus kosong
it_it: Nome Server o Indirizzo Server non possono essere vuoti
nl_nl: Server naam of server Url mag niet leeg zijn
pl_pl: Nazwa serwera lub adres url serwera nie powinien być pusty
pt_br: O nome do servidor ou url do servidor não deve estar vazio
ru_ru: Имя сервера не должно быть пустым
sk_sk: Názov servera alebo adresa url servera nemôže byť prázdna
sl_si: Ime oziroma naslov strežnika ne sme biti prazna

source: Impossible to add tile server
cs_cz: Mapový server se nedaří přidat
da_dk: Umuligt at tilføje tile-server
es_es: Imposible añadir servidor de mosaico
fr_fr: Impossible d'ajouter le serveur de tuiles
gl_es: Non foi posíbel engadir o servidor de teselas
id_id: Mustahil untuk menambahkan server ubin
it_it: Impossibile aggiungere il tile server
nl_nl: Tile server kon niet worden toegevoegd
pl_pl: Nie można dodać serwera kafelki
pt_br: Impossível adicionar servidor de blocos
ru_ru: Невозможно добавить сервер
sk_sk: Nie je možné pridať mapový server
sl_si: Ni mogoče dodati strežnika s ploščicami

source: A server with this name already exists
cs_cz: Server s takovým názvem se už v nastaveních nachází
da_dk: En server med dette navn findes allerede
es_es: Ya existe un servidor con este nombre
fr_fr: Un serveur avec ce nom existe déjà
gl_es: Xa existe un servidor con este nome
id_id: Server dengan nama ini sudah pernah ada
it_it: Un server con questo nome già esiste
nl_nl: Een server met deze naam bestaat al
pl_pl: Serwer o tej nazwie już istnieje
pt_br: Já existe um servidor com este nome
ru_ru: Сервер с таким именем уже существует
sk_sk: Server s týmto názvom už existuje
sl_si: Strežnik s tem imenom že obstaja

source: Delete
cs_cz: Smazat
da_dk: Slet
es_es: Eliminar
fr_fr: Supprimer
gl_es: Eliminar
id_id: Hapus
it_it: Elimina
nl_nl: Verwijder
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sk_sk: Vymazať
sl_si: Izbriši

source: Tile server "{ts}" has been added
cs_cz: Byl přidán mapový server „{ts}“
da_dk: Tile-server "{ts}" er tilføjet
es_es: Se ha agregado el servidor de mosaico "{ts}"
fr_fr: Le serveur de tuiles "{ts}" a été ajouté
gl_es: Foi engadido o servidor de teselas «{ts}»
id_id: Server ubin "{ts}" telah ditambahkan
it_it: Il tile server "{ts}" è stato aggiunto
nl_nl: Tile server "{ts}" is toegevoegd
pl_pl: Serwer kafelki "{ts}" został dodany
pt_br: O servidor de blocos "{ts}" foi adicionado
ru_ru: Сервер "{ts}" добавлен
sk_sk: Mapový server "{ts}" bol pridaný
sl_si: Dodan je strežnik s ploščicami "{ts}"

source: Failed to add tile server "{ts}"
cs_cz: Nepodařilo se přidat mapový server „{ts}“
da_dk: Fejled ved tilføjelse af tile-server "{ts}"
es_es: No se pudo agregar el servidor de mosaico "{ts}"
fr_fr: Erreur à l'ajout du serveur de tuiles "{ts}"
gl_es: Produciuse un fallo ao engadir o servidor de teselas «{ts}»
id_id: Gagal untuk menambahkan server ubin "{ts}"
it_it: Aggiunta del tile server "{ts}" fallita
nl_nl: Tile server "{ts}" kon niet worden toegevoegd
pl_pl: Nie udało się dodać serwera kafelki "{ts}"
pt_br: Falha ao adicionar servidor de bloco "{ts}"
ru_ru: Ошибка добавления сервера "{ts}"
sk_sk: Nepodarilo sa pridať mapový server "{ts}"
sl_si: Napaka pri dodajanju strežnika s ploščicami " {ts}"

source: Tile server "{ts}" has been deleted
cs_cz: Mapový server „{ts}“ byl odebrán
da_dk: Tile-server "{ts}" er slettet
es_es: Servidor de mosaico "{ts}" se ha eliminado
fr_fr: Le serveur de tuiles "{ts}" a été supprimé
gl_es: Foi eliminado o servidor de teselas «{ts}»
id_id: Tile server " {ts} " telah dihapus
it_it: Il tile server "{ts}" è stato cancellato
nl_nl: Tile server "{ts}" is verwijderd
pl_pl: Serwer kafelki "{ts}" został usunięty
pt_br: O servidor de bloco "{ts}" foi excluído
ru_ru: Сервер тайлов "{ts}" был удалён
sk_sk: Mapový server "{ts}" bol zmazaný
sl_si: Strežnik s ploščicami "{ts}" je bil zbrisan

source: Failed to delete tile server "{ts}"
cs_cz: Nepodařilo se odebrat mapový server „{ts}“
da_dk: Fejl ved sletning af tile-server "{ts}"
es_es: No se pudo eliminar el servidor de mosaico "{ts}"
fr_fr: Erreur à la suppression du serveur de tuiles "{ts}"
gl_es: Produciuse un fallo ao eliminar o servidor de teselas «{ts}»
id_id: Gagal untuk menghapus server ubin "{ts}"
it_it: Cancellazione del tile server "{ts}" fallita
nl_nl: Verwijderen tile server "{ts}" is niet gelukt
pl_pl: Nie udało się usunąć serwera kafelki "{ts}"
pt_br: Falha ao excluir servidor de bloco "{ts}"
ru_ru: Ошибка удаления сервера тайлов "{ts}"
sk_sk: Nepodarilo sa vymazať mapový server "{ts}"
sl_si: Napaka pri brisanju strežnika s ploščicami "{ts}"

source: Failed to restore options values
cs_cz: Nepodařilo se obnovit hodnoty u předvoleb
da_dk: Fejl ved gendannelse af indstillingerværdier
es_es: No se ha podido restaurar el valor de las opciones
fr_fr: Echec du chargement des valeurs des options
gl_es: Produciuse un fallo ao restaurar os valores das opcións
id_id: Gagal untuk mengembalikan opsi nilai
it_it: Impossibile ripristinare i valori delle opzioni
nl_nl: Opties konden niet hersteld worden
pl_pl: Nie udało się przywrócić wartości opcji
pt_br: Falha ao restaurar os valores das opções
ru_ru: Ошибка восстановления настроек
sk_sk: Nepodarilo sa obnoviť hodnoty nastavení
sl_si: Napaka pri obnovi parametrov možnosti

source: Failed to save options values
cs_cz: Nepodařilo se uložit hodnoty předvoleb
da_dk: Fejl ved lagring af indstillingsværdier
es_es: No se ha podido guardar el valor de las opciones
fr_fr: Echec à la sauvegarde des valeurs des options
gl_es: Produciuse un fallo ao gardar os valores das opcións
id_id: Gagal menyimpan opsi nilai
it_it: Impossibile salvare i valori delle opzioni
nl_nl: Opties konden niet opgeslagen worden
pl_pl: Nie udało się zapisać wartości opcji
pt_br: Falha ao salvar os valores das opções
ru_ru: Ошибка сохранения настроек
sk_sk: Nepodarilo sa uložiť hodnoty nastavení
sl_si: Napaka pri shranjevanju parametrov možnosti

source: Destination directory is not writeable
cs_cz: Cílová složka není přístupná pro zápis
da_dk: Destinations-mappen er ikke skrivbar
es_es: El directorio de destino no tiene permiso de escritura
fr_fr: Impossible d'écrire dans le dossier de destination
gl_es: O directorio de destino non ten permiso de escritura
id_id: Direktori tujuan tidak dapat ditulisi
it_it: La directory di destinazione non è scrivibile
nl_nl: De doelmap is niet beschrijfbaar
pl_pl: Katalog docelowy nie jest do zapisu
pt_br: O diretório de destino não é gravável
ru_ru: Папка назначения не доступна для записи
sk_sk: Do cieľového adresára sa nedá zapisovať
sl_si: Ciljna mapa ne dovoli pisanja

source: Destination directory does not exist
cs_cz: Cílová složka neexistuje
da_dk: Destinations-mappen eksisterer ikke
es_es: El directorio de destino no existe
fr_fr: Le dossier de destination n'existe pas
gl_es: O directorio de destino non existe
id_id: Direktori tujuan sudah tidak ada
it_it: Cartella di destinazione inesistente
nl_nl: De doelmap bestaat niet
pl_pl: Katalog docelowy nie istnieje
pt_br: O diretório de destino não existe
ru_ru: Папка назначения не существует
sk_sk: Cieľový adresár neexistuje
sl_si: Ciljna mapa ne obstaja

source: Failed to move selected tracks
cs_cz: Nepodařilo se přesunout vybrané stopy
da_dk: Fejl ved flytning af valgte spor
es_es: No se han podido eliminar las rutas seleccionadas
fr_fr: Echec du déplacement des traces sélectionnées
gl_es: Produciuse un fallo ao mover os trazados seleccionados
id_id: Gagal menghapus berkas yang terpilih
it_it: Spostamento delle tracce selezionate non riuscito
nl_nl: Verplaatsen van geselecteerde tracks mislukt
pl_pl: Nie udało się przenieść wybranych ścieżek
pt_br: Falha ao mover as trilhas selecionadas
ru_ru: Ошибка перемещения выбранных треков
sk_sk: Zlyhal presun zvolených trás
sl_si: Napaka pri premikanju izbranih sledi

source: Following files were moved successfully
cs_cz: Následující soubory byly úspěšně přesunuty
da_dk: Følgende filer blev flyttet
es_es: Los siguientes ficheros se han movido con éxito
fr_fr: Les traces suivantes ont été déplacées
gl_es: Os seguintes ficheiros foron movidos correctamente
id_id: Berkas yang dimaksud telah sukses dipindahkan
it_it: I seguenti file sono stati spostati con successo
nl_nl: De volgende bestanden zijn succesvol verplaatst
pl_pl: Następujące pliki zostały przeniesione pomyślnie
pt_br: Os seguintes arquivos foram movidos com sucesso
ru_ru: Следующие файлы перемещены успешно
sk_sk: Nasledovné súbory boli úspešne presunuté
sl_si: Datoteke so bile uspešno premaknjene

source: Following files were NOT moved
cs_cz: Následující soubory NEBYLY přesunuty
da_dk: Følgende filer blev IKKE flyttet
es_es: Los siguientes ficheros NO se han movido
fr_fr: Les traces suivantes n'ont PAS été déplacées
gl_es: NON se moveron os seguintes ficheiros
id_id: Berkas yang dimaksud GAGAL dipindahkan
it_it: I seguenti file NON sono stati spostati
nl_nl: De volgende bestanden zijn NIET verplaatst
pl_pl: Następujące pliki NIE zostały przeniesione
pt_br: Os seguintes arquivos NÃO foram movidos
ru_ru: Следующие файлы не были перемещены
sk_sk: Nasledovné súbory NEBOLI presunuté
sl_si: Datoteke NISO bile premaknjene

source: There is no compatible file in {p} or any of its sub directories
cs_cz: Neexistuje žádný kompatibilní soubor v {p} ani v žádném z jeho podadresářů
da_dk: Der er ingen kompatibel fil i {p} eller nogle af dets undermapper
es_es: No hay ningún archivo compatible en {p} o cualquiera de sus subdirectorios
fr_fr: Il n'y a aucun fichier compatible dans {p} ou n'importe quel sous-répertoire
gl_es: Non hai ningún ficheiro compatíbel en {p} nin en ningún dos seus subdirectorios
it_it: Non c'è nessun file compatibile in {p} o in nessuna delle sue sottocartelle
pl_pl: Nie ma kompatybilnego pliku w {p} ani w żadnym z jego podkatalogów
pt_br: Não há nenhum arquivo compatível em {p} ou em qualquer um de seus subdiretórios
ru_ru: В папке {p} нет подходящих файлов
sk_sk: V {p} alebo jeho podadresároch nie je žiaden kompatibilný súbor
sl_si: V mapi {p} in njenih podmapah ni kompatibilnih datotek

source: Failed to recursively add directory
cs_cz: Nepodařilo se rekurzivně přidat adresář
da_dk: Rekursiv tilføjelse af mappe slog fejl
es_es: Error al agregar el directorio recursivamente
fr_fr: Impossible d'ajouter récursivement le dossier
gl_es: Produciuse un fallo ao engadir o directorio de xeito recursivo
it_it: Impossibile aggiungere ricorsivamente la directory
pl_pl: Nie można rekursywnie dodać katalogu
pt_br: Falha ao adicionar diretório recursivamente
ru_ru: Не удалось рекурсивно добавить каталог
sk_sk: Zlyhalo rekurzívne pridanie adresára
sl_si: Napaka pri rekurzivnem dodajanju mape

source: Directory {p} has been removed
cs_cz: Adresář {p} byl odstraněn
da_dk: Mappe {p} er blevet fjernet
es_es: El directorio {p} ha sido eliminado
fr_fr: Le dossier {p} a été enlevé
gl_es: O directorio {p} foi retirado
it_it: La directory {p} è stata rimossa
pl_pl: Katalog {p} został usunięty
pt_br: O diretório {p} foi removido
ru_ru: Папка {p} была удалена
sk_sk: Adresár {p} bol odstránený
sl_si: Mapa {p} je bila zbrisana

source: Failed to remove directory
cs_cz: Nepodařilo se odstranit adresář
da_dk: Fjernelse af mappe slog fejl
es_es: Error al eliminar el directorio
fr_fr: Impossible d'enlever le dossier
gl_es: Produciuse un fallo ao retirar o directorio
it_it: Rimozione della directory non riuscita
pl_pl: Nie udało się usunąć katalogu
pt_br: Falha ao remover diretório
ru_ru: Не удалось удалить каталог
sk_sk: Zlyhalo odstránenie adresára
sl_si: Napaka pri brisanju mape

source: Public link to the track
cs_cz: Veřejný odkaz na trasu
da_dk: Offentligt link til sporet
es_es: Enlace público a la ruta
fr_fr: Lien public vers la trace
gl_es: Ligazón pública ao trazado
it_it: Link pubblico alla traccia
pl_pl: Publiczny link do ścieżki
pt_br: Linque público para a trilha
ru_ru: Ссылка общего доступа к треку
sk_sk: Verejný odkaz na trasu
sl_si: Javna povezava sledi
