Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: GpxPod public access
cs_cz: Veřejný přístup GpxPod
da_dk: GpxPod offentlig adgang
es_es: Acceso público a GpxPod
fr_fr: Accès public GpxPod
gl_es: Acceso público a GpxPod
it_it: Accesso pubblico a GpxPod
pl_pl: Publiczny dostęp do GpxPod
pt_br: Acesso público GpxPod
ru_ru: Открытый доступ к Gpixpod
sk_sk: Verejný prístup k GpxPod
sl_si: GpxPod javni dostop

source: Public file access
cs_cz: Veřejný přístup k souboru
da_dk: Offentlig filadgang
es_es: Acceso al archivo público
fr_fr: Accès public à un fichier
gl_es: Acceso público a ficheiros
it_it: Accesso al file pubblico
pl_pl: Publiczny dostęp do plików
pt_br: Arquivos de acesso público
ru_ru: Открытый доступ к файлам
sk_sk: Verejný prístup k súboru
sl_si: Javni dostop do datotek

source: Public folder access
cs_cz: Veřejný přístup ke složce
da_dk: Offentlig adgang til mappe
es_es: Acceso a la carpeta pública
fr_fr: Accès public à un dossier
gl_es: Acceso a cartafoles públicos
it_it: Accesso alla cartella pubblica
pl_pl: Publiczny dostęp do folderu
pt_br: Pastas de acesso público
ru_ru: Публичный доступ к папке
sk_sk: Verejný prístup k adresáru
sl_si: Javni dostop do mape

source: Share not found
cs_cz: Sdílení nenalezeno
es_es: Compartido no encontrado
fr_fr: Partage introuvable
gl_es: Non se atopou a compartición
it_it: Condivisione non trovata
pl_pl: Udostępniony link nie został znaleziony
ru_ru: Общий ресурс не найден

source: Public link
cs_cz: Veřejný odkaz
es_es: Enlace público
fr_fr: Lien public
gl_es: Ligazón pública
it_it: Link pubblico
pl_pl: Link publiczny
ru_ru: Публичная ссылка

source: Path not found in share
cs_cz: Popis umístění ve sdílení nenalezen
es_es: Ruta no encontrada en compartido
fr_fr: Chemin d'accès introuvable dans le partage
gl_es: Non se atopou a ruta na compartición
it_it: Percorso non trovato nella condivisione
ru_ru: Не найден путь общего обмена

source: GpxPod public file share
cs_cz: GpxPod veřejné sdílení souboru
es_es: Compartir archivo público de GpxPod
fr_fr: Partage de fichiers public GpxPod
gl_es: Compartición pública de ficheiros GpxPod
it_it: Condivisione file pubblico GpxPod
ru_ru: GpxPod Общий доступ к файлу

source: GpxPod public directory share
cs_cz: GpxPod veřejné sdílení složky
es_es: Compartir directorio público de GpxPod
fr_fr: Partage de répertoire public GpxPod
gl_es: Compartición pública dun directorio GpxPod
it_it: Condivisione file pubblico GpxPod
ru_ru: GpxPod Общий доступ к папке

source: Track or directory has never been accessed by its owner
cs_cz: K této trase či složce její vlastník ještě nikdy nepřistupoval
es_es: Su propietario no ha accedido nunca a la pista o directorio
gl_es: O seu propietario nunca accedeu ao trazado ou ao directorio
it_it: La traccia o la directory non è mai stata consultata dal suo proprietario
ru_ru: Владелец трека или каталога никогда не получал к нему доступ

source: Bad HTTP method
cs_cz: Nesprávná HTTP metoda
es_es: Mal método HTTP
fr_fr: Méthode HTTP incorrecte
gl_es: Método HTTP incorrecto
it_it: Metodo HTTP errato
pl_pl: Błędna metoda HTTP
ru_ru: Некорректный HTTP метод

source: Bad credentials
cs_cz: Nesprávné přihlašovací údaje
es_es: Credenciales erróneas
fr_fr: Mauvais identifiants
gl_es: Credenciais incorrectas
it_it: Credenziali non valide
pl_pl: Błędne dane logowania
ru_ru: Неверные учетные данные

source: No selected directory
cs_cz: Nevybrána žádná složka
es_es: Ningún directorio seleccionado
gl_es: Non seleccionou ningún directorio
it_it: Nessuna directory selezionata
pl_pl: Nie wybrano katalogu
ru_ru: Папка не выбрана

source: Info
cs_cz: Informace
gl_es: Información
ru_ru: Информация

source: Allow popups for this page in order to open the comparison tab/window.
cs_cz: Pokud chcete otevřít panel/okno s porovnáním, povolte této stránce otevírat vyskakovací okna.
es_es: Permitir ventanas emergentes para esta página para abrir la pestaña/ventana de comparación.
gl_es: Permitir xanelas emerxentes para esta páxina para abrir a lapela/xanela coa comparación.
it_it: Permetti ai popup di questa pagina di aprire la scheda/finestra di confronto.
pl_pl: Zezwalaj na wyskakujące okienka dla tej strony w celu otwarcia zakładki/okna porównania.
ru_ru: Разрешить всплывающие окна для этой страницы для открытия вкладки/окна сравнения.

source: Failed to add directory
cs_cz: Přidání složky se nezdařilo
da_dk: Tilføjlese af mappe mislykkedes
es_es: No se pudo agregar el directorio
fr_fr: Impossible d'ajouter le dossier
gl_es: Produciuse un fallo ao engadir o directorio
it_it: Errore nell'aggiunta della directory
pl_pl: Nie można dodać katalogu
pt_br: Falha na adição de diretório
ru_ru: Не удалось добавить папку
sk_sk: Zlyhalo pridanie adresára
sl_si: Napaka pri dodajanju mape

source: Failed to add directory recursively
cs_cz: Nepodařilo se rekurzivně přidat složku
es_es: Fallo al añadir el directorio recursivamente
fr_fr: Impossible d'ajouter le répertoire récursivement
gl_es: Produciuse un fallo ao engadir o directorio de xeito recursivo
it_it: Impossibile aggiungere la directory ricorsivamente
pl_pl: Nie udało się dodać katalogu rekurencyjnie
ru_ru: Не удалось рекурсивно добавить папку

source: Failed to delete directory
cs_cz: Nepodařilo se smazat složku
es_es: Fallo al borrar directorio
fr_fr: Échec de la suppression du répertoire
gl_es: Produciuse un fallo ao eliminar o directorio
it_it: Impossibile eliminare la directory
pl_pl: Nie udało się usunąć katalogu
ru_ru: Не удалось удалить папку

source: Failed to load tracks information
cs_cz: Nepodařilo se načíst informace o stopách
es_es: Fallo al cargar la información de pistas
fr_fr: Impossible de charger les informations des traces
gl_es: Produciuse un fallo ao cargar a información dos trazados
it_it: Impossibile caricare le informazioni delle tracce
ru_ru: Не удалось загрузить данные трека

source: Failed to get corrected elevations
cs_cz: Nepodařilo se získat opravené nadmořské výšky
es_es: Fallo al conseguir elevaciones corregidas
fr_fr: Impossible d'obtenir les altitudes corrigées
gl_es: Produciuse un fallo ao obter as elevacións corrixidas
it_it: Recupero delle correzioni delle altezze non riuscito
ru_ru: Не удалось исправить высоту

source: Failed to load track geojson
cs_cz: Nepodařilo se načíst geojson stopy
es_es: Fallo al cargar geojson de la pista
fr_fr: Impossible de charger le geojson de la trace
gl_es: Produciuse un fallo ao cargar o trazado GeoJSON
it_it: Caricamento della traccia geojson non riuscito
ru_ru: Не удалось загрузить "geojson" трека

source: Failed to delete track
cs_cz: Nepodařilo se odstranit stopu
da_dk: Fejl ved sletning af spor
es_es: No se pudo elminar la pista
fr_fr: Échec à la suppression de la trace
gl_es: Produciuse un fallo ao eliminar o trazado
id_id: Gagal menghapus berkas
it_it: Impossibile eliminare la traccia
nl_nl: Verwijderen van track is mislukt
pl_pl: Nie udało się usunąć ścieżki
pt_br: Falhou apagar rastreio
ru_ru: Ошибка удаления трека
sk_sk: Nepodarilo sa odstrániť cestu
sl_si: Napaka pri brisanju sledi

source: Failed to delete tracks
cs_cz: Nepodařilo se odstranit stopy
es_es: Fallo al eliminar pistas
fr_fr: Échec de la suppression des traces
gl_es: Produciuse un fallo ao eliminar os trazados
it_it: Impossibile eliminare la traccia
pl_pl: Nie udało się usunąć ścieżki
ru_ru: Не удалось удалить треки

source: Failed to save settings
cs_cz: Nepodařilo se uložit nastavení
es_es: Fallo al guardar configuraciones
fr_fr: Échec de l'enregistrement des paramètres
gl_es: Produciuse un fallo ao gardar os axustes
it_it: Impossibile salvare le impostazioni
pl_pl: Nie udało się zapisać ustawień
ru_ru: Не удалось сохранить настройки

source: Failed to delete tile server
cs_cz: Nepodařilo se odstranit server dlaždic
es_es: Fallo al eliminar servidor de teselas
fr_fr: Impossible de supprimer le serveur de tuiles
gl_es: Produciuse un fallo ao eliminar o servidor de teselas
it_it: Impossibile eliminare il server tile
pl_pl: Nie udało się usunąć serwera kafelków
ru_ru: Ошибка удаления сервера

source: Failed to add tile server
cs_cz: Přidání serveru dlaždic se nezdařilo
es_es: Fallo al añadir servidor de teselas
fr_fr: Impossible d'ajouter le serveur de tuiles
gl_es: Produciuse un fallo ao engadir o servidor de teselas
it_it: Impossibile aggiungere il tile server
pl_pl: Nie udało się dodać serwera kafelków
ru_ru: Ошибка добавления сервера

source: The API keys defined here will be used by all users. Each user can set personal API keys to use intead of those ones.
cs_cz: Zde zadané klíče k API budou využívány všemi uživateli. Každý uživatel si může nastavit své osobní klíče k API pro použití namísto těchto klíčů.
es_es: Las claves API definidas aquí serán usadas por todos los usuarios. Cada usuario puede establecer claves API personales para utilizar en lugar de estas.
fr_fr: Les clés API définies ici seront utilisées par tous les utilisateurs. Chaque utilisateur peut définir des clés d'API personnelles pour utiliser des entiers de celles-ci.
gl_es: As claves API definidas aquí serán utilizadas por todos os usuarios. Cada usuario pode definir chaves de API persoais para usar eno canto destas.
it_it: Le chiavi API definite qui saranno usate da tutti gli utenti. Ogni utente può impostare chiavi API personali da usare al posto di queste.
pl_pl: Klucze API zdefiniowane tutaj będą używane przez wszystkich użytkowników. Każdy użytkownik może ustawić osobiste klucze API, aby nie korzystać z tych kluczy.
ru_ru: Определенные здесь ключи API будут использоваться всеми пользователями. Каждый пользователь может установить личные ключи API для использования вместо них.

source: Maptiler API key
cs_cz: Klíč k API služby Maptiler
es_es: Clave API de Maptiler
fr_fr: Clé API Maptiler
gl_es: Chave da API de Maptiler
it_it: Chiave API Maptiler
pl_pl: Klucz API Maptiler
ru_ru: Maptiler API ключ

source: api key
cs_cz: klíč k api
es_es: clave api
fr_fr: clé d'api
gl_es: chave da api
it_it: Chiave API
pl_pl: klucz api
ru_ru: ключ api

source: Use GpsBabel to convert files (instead of native converters)
cs_cz: Použít GpsBabel pro konverzi souborů (místo nativních konvertorů)
es_es: Usar GpsBabel para convertir archivos (en lugar de convertidores nativos)
fr_fr: Utiliser GpsBabel pour convertir des fichiers (au lieu des convertisseurs natifs)
gl_es: Usar GpsBabel para converter ficheiros (no canto de convertedores nativos)
it_it: Usa GpsBabel per convertire i file (invece dei convertitori nativi)
pl_pl: Użyj GpsBabel do konwersji plików (zamiast natywnych konwerterów)
ru_ru: Использовать GpsBabel для конвертации файлов (вместо нативных конвертеров)

source: This default key is very limited. Please consider creating your own API key on {maptilerLink}
cs_cz: Tento výchozí klíč je velmi omezený. Zvažte prosím vytvoření vlastního API klíče na {maptilerLink}
es_es: Esta clave por defecto es muy limitada. Por favor, considera crear tu propia clave API en {maptilerLink}
fr_fr: Cette clé par défaut est très limitée. Veuillez envisager de créer votre propre clé API sur {maptilerLink}
gl_es: Esta chave predeterminada é moi limitada. Considere crear a súa propia chave da API en {maptilerLink}
it_it: Questa chiave predefinita è molto limitata. Per favore considera di creare la tua chiave API su {maptilerLink}
pl_pl: Ten domyślny klucz jest bardzo ograniczony. Rozważ utworzenie własnego klucza API na {maptilerLink}
ru_ru: Общедоступный ключ очень ограничен. Возможно вам стоит получить персональный API ключ на {maptilerLink}

source: GpxPod admin options saved
cs_cz: Předvolby správy GpxPod uloženy
es_es: Opciones de administración de GpxPod guardadas
fr_fr: Options d'administration GpxPod enregistrées
gl_es: Gardáronse os axustes de admin de GpxPod
it_it: Opzioni admin GpxPod salvate
pl_pl: Opcje administratora GpxPod zapisane
ru_ru: Администраторские настройки GpxPod сохранены

source: Failed to save GpxPod admin options
cs_cz: Nepodařilo se uložit předvolby správy GpxPod
es_es: Fallo al guardar las opciones de administración de GpxPod
fr_fr: Impossible d'enregistrer les options d'administration de GpxPod
gl_es: Produciuse un fallo ao gardar as opcións de administración de GpxPod
it_it: Impossibile salvare le opzioni di amministratore di GpxPod
pl_pl: Nie udało się zapisać ustawień administratora GpxPod
ru_ru: Не удалось сохранить администраторские настройки GpxPod

source: Cumulated directory statistics
cs_cz: Kumulované statistiky adresářů
es_es: Estadísticas de directorios acumuladas
fr_fr: Statistiques cumulées du dossier
gl_es: Estatísticas acumuladas do directorio
it_it: Statistiche directory cumulate
pl_pl: Skumulowane statystyki katalogów
ru_ru: Общая статистика папки

source: No data to display
cs_cz: Žádná data k zobrazení
es_es: No hay datos que mostrar
fr_fr: Aucune donnée à afficher
gl_es: Non hai datos para amosar
it_it: Nessun dato da visualizzare
pl_pl: Brak danych do wyświetlenia
ru_ru: Нет данных для отображения

source: Cumulative total distance
cs_cz: Souhrnná celková vzdálenost
es_es: Distancia total acumulada
fr_fr: Distance totale cumulée
gl_es: Distancia total acumulada
it_it: Distanza totale cumulativa
ru_ru: Общая дистанция

source: Cumulative total duration
cs_cz: Kumulativní celková doba trvání
es_es: Duración total acumulada
fr_fr: Durée totale cumulée
gl_es: Tempo total acumulado
it_it: Durata totale cumulativa
ru_ru: Общая длительность

source: Moving time
cs_cz: Doba v pohybu
da_dk: Tid i bevægelse
es_es: Tiempo en movimiento
fr_fr: Temps de déplacement
gl_es: Tempo en movemento
id_id: Waktu bergerak
it_it: Tempo in movimento
nl_nl: Tijd in beweging
pl_pl: Czas ruchu
pt_br: Tempo em movimento
ru_ru: Время в пути
sk_sk: Čas pohybu
sl_si: Čas premikanja

source: Pause time
cs_cz: Čas pozastavení
da_dk: Pausetid
es_es: Tiempo de pausa
fr_fr: Temps d'arrêt
gl_es: Tempo en pausa
id_id: Jeda waktu
it_it: Tempo in pausa
nl_nl: Tijd in stilstand
pl_pl: Czas postoju
pt_br: Tempo parado
ru_ru: Время на привале
sk_sk: Čas zastávok
sl_si: Čas pavziranja

source: Begin
cs_cz: Počátek
da_dk: Start
es_es: Comienzo
fr_fr: Début
gl_es: Comezo
id_id: Mulai
it_it: Inizio
pl_pl: Początek
pt_br: Começo
ru_ru: Начало
sk_sk: Začiatok
sl_si: Začni

source: End
cs_cz: Konec
da_dk: Slut
es_es: Fin
fr_fr: Fin
gl_es: Fin
id_id: Selesai
it_it: Fine
nl_nl: Eind
pl_pl: Koniec
pt_br: Fim
ru_ru: Конец
sk_sk: Koniec
sl_si: Končaj

source: Cumulative elevation gain
cs_cz: Celkové stoupání
da_dk: Kumuleret højdeforøgelse
es_es: Desnivel positivo acumulado
fr_fr: Dénivelé positif cumulé
gl_es: Desnivel positivo acumulado
id_id: Kenaikan elevasi kumulatif
it_it: Dislivello positivo
nl_nl: Cumulatieve hoogtewinst
pl_pl: Suma wzniesień
pt_br: Ganho de elevação acumulado
ru_ru: Общий набор высоты
sk_sk: Kumulatívna nastúpaná výška
sl_si: Skupni vzpon

source: Cumulative elevation loss
cs_cz: Celkové klesání
da_dk: Kumuleret højdetab
es_es: Desnivel negativo acumulado
fr_fr: Dénivelé négatif cumulé
gl_es: Desnivel negativo acumulado
id_id: Penurunan elevasi kumulatif
it_it: Dislivello negativo
nl_nl: Cumulatief hoogteverlies
pl_pl: Suma spadków
pt_br: Perda de elevação acumulada
ru_ru: Общая потеря высоты
sk_sk: Kumulatívna zostúpená výška
sl_si: Skupni spust

source: Minimum elevation
cs_cz: Minimální nadmořská výška
da_dk: Minimal højde
es_es: Elevación mínima
fr_fr: Altitude minimum
gl_es: Elevación mínima
id_id: Elevasi terendah
it_it: Altitudine minima
nl_nl: Minimum hoogte
pl_pl: Minimalna wysokość
pt_br: Elevação mínima
ru_ru: Максимальная высота
sk_sk: Minimálna výška
sl_si: Najnižja točka

source: Maximum elevation
cs_cz: Maximální nadmořská výška
da_dk: Maximal højde
es_es: Altura maxima
fr_fr: Altitude maximum
gl_es: Elevación máxima
id_id: Ketinggian tertinggi
it_it: Altitudine massima
nl_nl: Maximum hoogte
pl_pl: Maksymalna wysokość
pt_br: Elevação máxima
ru_ru: Минимальная высота
sk_sk: Maximálna výška
sl_si: Najvišja točka

source: Maximum speed
cs_cz: Maximální rychlost
da_dk: Maximal hastighed
es_es: Velocidad máxima
fr_fr: Vitesse maximum
gl_es: Velocidade máxima
id_id: Kecepatan tertinggi
it_it: Velocità massima
nl_nl: Maximum snelheid
pl_pl: Maksymalna prędkość
pt_br: Velocidade máxima
ru_ru: Максимальная скорость
sk_sk: Maximálna rýchlosť
sl_si: Najvišja hitrost

source: Average speed
cs_cz: Průměrná rychlost
da_dk: Gennemsnitlig hastighed
es_es: Velocidad media
fr_fr: Vitesse moyenne
gl_es: Velocidade media
id_id: Kecepatan rata-rata
it_it: Velocità media
nl_nl: Gemiddelde snelheid
pl_pl: Średnia prędkość
pt_br: Velocidade média
ru_ru: Средняя скорость
sk_sk: Priemerná rýchlosť
sl_si: Poprečna hitrost

source: Moving average speed
cs_cz: Průměrná rychlost pohybu
da_dk: Gennemsnitlig hastighed i bevægelse
es_es: Velocidad media
fr_fr: Vitesse moyenne de déplacement
gl_es: Velocidade media en movemento
id_id: Kecepatan bergerak rata-rata
it_it: Velocità media in movimento
nl_nl: Gemiddelde snelheid in beweging
pl_pl: Średnia prędkość ruchu
pt_br: Velocidade média em movimento
ru_ru: Средняя скорость в движении
sk_sk: Priemerná rýchlosť pohybu
sl_si: Poprečna hitrost premikanja

source: Moving average pace
cs_cz: Průměrné tempo
da_dk: Gennemsnitsfart ved bevægelse
es_es: Cadencia media de movimiento
fr_fr: Cadence moyenne de mouvement
gl_es: Ritmo medio en movemento
it_it: Ritmo medio in movimento
nl_nl: Gemiddelde snelheid in beweging
pl_pl: Średnie tempo ruchu
pt_br: Ritmo médio em movimento
ru_ru: Средний темп
sk_sk: Priemerné tempo pohybu
sl_si: Poprečni tempo premikanja

source: Sharing
cs_cz: Sdílení
es_es: Compartir
fr_fr: Partage
gl_es: Compartindo
it_it: Condivisione
pl_pl: Udostępnianie
ru_ru: Поделиться

source: Stats
cs_cz: Statistiky
es_es: Estadísticas
gl_es: Estatísticas
it_it: Statistiche
pl_pl: Statystyki
ru_ru: Статистика

source: GpxPod settings
cs_cz: Nastavení pro GpxPod
es_es: Configuración de GpxPod
fr_fr: Paramètres de GpxPod
gl_es: Axustes de GpxPod
it_it: Impostazioni GpxPod
pl_pl: Ustawienia GpxPoda
ru_ru: Настройки GpxPod

source: Map
cs_cz: Mapa
es_es: Mapa
fr_fr: Carte
gl_es: Mapa
it_it: Mappa
pl_pl: Mapa
ru_ru: Карта

source: Choose whether the navigation track list shows all tracks or only the ones located in the current map view.
cs_cz: Zvolte, zda navigační seznam stop zobrazuje všechny stopy nebo pouze ty nacházející se v aktuálním zobrazení mapy.
es_es: Escoger si la lista de pistas de navegación muestra todas las pistas o solo las que se encuentran en la vista actual del mapa.
fr_fr: Choisissez si la barre de navigation affiche toutes les traces ou seulement celles situées dans la vue de la carte actuelle.
gl_es: Escolla se a lista de navegación de trazados amosa todos os trazados ou só os situados na actual vista do mapa.
it_it: Scegli se l'elenco delle tracce di navigazione mostra tutte le tracce o solo quelle che si trovano nella vista mappa corrente.
ru_ru: Выберите, будут ли в списке навигационных треков отображаться все треки или только те, которые расположены в текущем виде карты.

source: Filter with map view (dynamic track list)
cs_cz: Filtrovat podle zobrazení mapy (dynamický seznam tras)
es_es: Filtrar con vista de mapa (lista de pistas dinámicas)
fr_fr: Filtrer avec la vue de la carte (liste de traces dynamique)
gl_es: Filtrar coa vista do mapa (lista dinámica de trazados)
it_it: Filtro con vista mappa (elenco dinamico delle tracce)
ru_ru: Фильтр с видом карты (динамический список треков)

source: Show directory bounds on hover
cs_cz: Při najetí ukazatelem myši zobrazit hranice složky
es_es: Mostrar límites de directorio al pasar el cursor
fr_fr: Afficher les limites du dossier au survol
gl_es: Amosar os límites do directorio ao pasar o punteiro por riba
it_it: Mostra i limiti delle directory al passaggio
ru_ru: Показывать границы каталога при наведении курсора

source: Use all the segments in a track to define the color gradient (instead of having independent segments)
cs_cz: Použít všechny segmenty stopy k definování barevného přechodu (namísto nezávislých segmentů)
es_es: Usa todos los segmentos de una pista para definir el degradado de color (en lugar de tener segmentos independientes)
fr_fr: Utiliser tous les segments d'une trace pour définir le dégradé de couleur (au lieu d'avoir des segments indépendants)
gl_es: Usar todos os segmentos dun trazado para definir o gradiente da cor (no canto de ter segmentos independentes)
it_it: Usa tutti i segmenti in una traccia per definire il gradiente di colore (invece di avere segmenti indipendenti)
ru_ru: Использовать все сегменты трека для определения цветового градиента (вместо независимых сегментов)

source: Show track marker cluster
cs_cz: Zobrazit cluster značek trasy
es_es: Mostrar clúster de marcadores de rastreo
fr_fr: Afficher les groupes de marqueurs de traces
gl_es: Amosar a agrupación de marcadores de trazado
it_it: Mostra il cluster degli indicatori di traccia
ru_ru: Показать кластер маркеров трека

source: Show picture marker cluster
cs_cz: Zobrazit cluster značek obrázků
es_es: Mostrar clúster de marcadores de imagen
fr_fr: Afficher les groupes de marqueurs d'image
gl_es: Amosar a agrupación de marcadores de imaxes
it_it: Mostra cluster indicatori immagine
ru_ru: Показать группу маркеров изображений

source: Show mouse position coordinates in the bottom-left map corner
cs_cz: Zobrazit souřadnice pozice myši v levém dolním rohu mapy
es_es: Mostrar las coordenadas de posición del ratón en la esquina inferior izquierda del mapa
fr_fr: Afficher les coordonnées de la position de la souris dans le coin inférieur gauche de la carte
gl_es: Amosar as coordenadas da posición do punteiro no canto inferior esquerdo do mapa
it_it: Mostra le coordinate della posizione del mouse nell'angolo della mappa in basso a sinistra
ru_ru: Показывать координаты мыши в нижнем левом углу карты

source: Compact navigation view
cs_cz: Kompaktní navigační zobrazení
es_es: Vista de navegación compacta
gl_es: Vista compacta de navegación
it_it: Vista di navigazione compatta
pl_pl: Widok kompaktowy nawigacji
ru_ru: Компактный вид навигации

source: Draw line borders
es_es: Mostrar bordes de línea
gl_es: Debuxar bordos da liña
ru_ru: Рисовать границы линий

source: Draw line direction arrows
es_es: Mostrar flechas de dirección de línea
gl_es: Debuxar as frechas de dirección nas liñas
ru_ru: Рисовать направление линий стрелок

source: Arrows scale factor
es_es: Factor de escala de flechas
gl_es: Factor de escala das frechas
ru_ru: Коэффициент масштабирования стрелок

source: Arrows spacing
es_es: Espacio entre flechas
gl_es: Espazado entre frechas
ru_ru: Расстояние между стрелками

source: Track line width
es_es: Ancho de la línea de pista
gl_es: Largo da liña do trazado
ru_ru: Ширина линии трека

source: Track line opacity
es_es: Opacidad de la línea de pista
gl_es: Opacidade da liña do trazado
ru_ru: Прозрачность линии трека

source: Distance unit
cs_cz: Jednotka vzdálenosti
es_es: Unidades de distancia
fr_fr: Unité de distance
gl_es: Unidades de distancia
it_it: Unità di misura di distanza
pl_pl: Jednostka odległości
ru_ru: Единицы измерения расстояния

source: Metric
cs_cz: Metrické
da_dk: Metrisk
es_es: Métrica
fr_fr: Métriques
gl_es: Métrica
id_id: Metrik
it_it: Metrico
nl_nl: Metrisch
pl_pl: Metryczny
pt_br: Métrico
ru_ru: Метрические
sk_sk: Metrické
sl_si: Metrični

source: Imperial (English)
cs_cz: Imperiální (anglické)
es_es: Imperiales (Inglés)
fr_fr: Impérial (anglais)
gl_es: Imperial (inglesa)
it_it: Imperial (Inglese)
pl_pl: Imperialny (angielski)
ru_ru: Имперские (английские)

source: Nautical
cs_cz: Námořní
da_dk: Nautisk
es_es: Náutica
fr_fr: Nautiques
gl_es: Nautica
id_id: Bahari
it_it: Nautico
nl_nl: Nautisch
pl_pl: Morskie
pt_br: Náutica
ru_ru: Морские
sk_sk: Nautické
sl_si: Navtični
