Repository: eneiluj/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: cs_cz, da_dk, es_es, fr_fr, gl_es, id_id, it_it, nl_nl, pl_pl, pt_br, ru_ru, sk_sk, sl_si

source: Add a personal tile server
cs_cz: Přidat osobní server dlaždic
es_es: Añadir un servidor de teselas personal
fr_fr: Ajouter un serveur de tuiles personnel
gl_es: Engadir un servidor persoal de teselas
it_it: Aggiungi un server di tile personale
pl_pl: Dodaj osobisty serwer kafelek
ru_ru: Добавьте персональный сервер тайлов

source: Delete tile server
cs_cz: Odstranit server dlaždic
es_es: Eliminar servidor de teselas
fr_fr: Supprimer le serveur de tuiles
gl_es: Eliminar servidor de teselas
it_it: Elimina tile server
pl_pl: Usuń serwer kafelków
ru_ru: Удалить тайловый сервер

source: Personal tile servers
cs_cz: Osobní servery dlaždic
es_es: Servidores de teselas personales
fr_fr: Serveurs de tuiles personnels
gl_es: Servidores persoais de teselas
it_it: Server tile personali
ru_ru: Персональные тайловые серверы

source: Admin tile servers
cs_cz: Servery dlaždic, určené správcem
es_es: Administrar servidores de teselas
fr_fr: Serveurs de tuiles administrateur
gl_es: Administrar servidores de teselas
it_it: Server tile amministratore
ru_ru: Серверы тайлов администратора

source: Add tile server
cs_cz: Přidat server dlaždic
es_es: Añadir servidor de teselas
fr_fr: Ajouter un serveur de tuiles
gl_es: Engadir servidor de teselas
it_it: Aggiungi tile server
pl_pl: Dodaj serwer kafelków
ru_ru: Добавить тайловый сервер

source: Elevation
cs_cz: Nadmořská výška
da_dk: Højde
es_es: Elevación
fr_fr: Altitude
gl_es: Elevación
id_id: Ketinggian
it_it: Altitudine
nl_nl: Hoogte
pl_pl: Wzniesienie
pt_br: Elevação
ru_ru: Высота
sk_sk: Výška
sl_si: Višina

source: Speed
cs_cz: Rychlost
es_es: Velocidad
fr_fr: Vitesse
gl_es: Velocidade
it_it: Velocità
pl_pl: Prędkość
ru_ru: Скорость

source: Pace
cs_cz: Tempo
es_es: Ritmo
fr_fr: Cadence
gl_es: Ritmo
it_it: Ritmo
nl_nl: Tempo
pl_pl: Tempo
pt_br: Ritmo
ru_ru: Темп
sk_sk: Tempo
sl_si: Tempo

source: Elapsed time
cs_cz: Uplynulý čas
es_es: Tiempo transcurrido
fr_fr: Temps écoulé
gl_es: Tempo transcorrido
it_it: Tempo trascorso
ru_ru: Прошло времени

source: Traveled distance
cs_cz: Překonaná vzdálenost
es_es: Distancia recorrida
fr_fr: Distance parcourue
gl_es: Distancia percorrida
it_it: Distanza percorsa
ru_ru: Пройденное расстояние

source: By elapsed time
cs_cz: Podle uplynulého času
es_es: Por tiempo transcurrido
fr_fr: Par temps écoulé
gl_es: Por tempo transcorrido
it_it: Per tempo trascorso
ru_ru: По прошедшему времени

source: By traveled distance
cs_cz: Podle překonané vzdálenosti
es_es: Por distnacia recorrida
fr_fr: Par distance parcourue
gl_es: Por distancia percorrida
it_it: Per distanza percorsa
ru_ru: По преодолённой дистанции

source: By date
cs_cz: Podle data
es_es: Por fecha
fr_fr: Par date
gl_es: Por data
it_it: Per data
pl_pl: Wg daty
ru_ru: По дате

source: Chart X axis
cs_cz: Vodorovná (X) osa grafu
es_es: Eje X del gráfico
fr_fr: Axe X du graphique
gl_es: Eixe X do gráfico
it_it: Asse grafico X
ru_ru: Ось X диаграммы

source: Date
cs_cz: Datum
da_dk: Dato
es_es: Fecha
gl_es: Data
id_id: Tanggal
it_it: Data
nl_nl: Datum
pl_pl: Data
pt_br: Data
ru_ru: Дата
sk_sk: Dátum
sl_si: Datum

source: Show Y axis scale for
cs_cz: Zobrazit měřítko osy Y pro
es_es: Mostrar escala del eje Y para
fr_fr: Afficher l'échelle de l'axe Y pour
gl_es: Amosar a escala do eixe Y para
it_it: Mostra scala asse Y per
ru_ru: Показать масштаб по оси Y для

source: None
cs_cz: Žádné
es_es: Nada
fr_fr: Aucun
gl_es: Nada
it_it: Nessuno
pl_pl: Żaden
ru_ru: Нет

source: Extension
cs_cz: Přípona
es_es: Extensión
gl_es: Extensión
it_it: Estensione
pl_pl: Rozszerzenie
ru_ru: Расширение

source: Track extension property to draw
cs_cz: Sledovat vlastnost rozšíření pro kreslení
es_es: Propiedad que dibujar de la pista
fr_fr: Propriété d'extension de la trace à dessiner
gl_es: Propiedade da extensión do trazado que debuxar
it_it: Proprietà estensione traccia da disegnare
ru_ru: Свойство расширения дорожки для рисования

source: Center map on chart hovered point
cs_cz: Vystředit mapu podle bodu, na kterém se právě nachází ukazatel myši
es_es: Centrar mapa en el punto del gráfico sobre el que pasa el ratón
fr_fr: Centrer la carte sur le point survolé dans le graphique
gl_es: Centrar o mapa no punto do gráfico sobre o que pasa o punteiro
it_it: Centra la mappa sul punto selezionato del grafico
ru_ru: Центрировать карту при наведении на точку диаграммы

source: Show details of hovered point on the map
cs_cz: Zobrazit podrobnosti o bodu na mapě, nacházejícím se pod ukazatelem myši
es_es: Mostrar en el mapa detalles del punto sobre el que pasa el ratón
fr_fr: Afficher les détails du point survolé dans le graphique
gl_es: Amosar no mapa os detalles do punto sobre o que pasa o punteiro
it_it: Mostra i dettagli del punto selezionato sulla mappa
ru_ru: Показать детали о точке на карте

source: Track statistics
cs_cz: Statistiky stop
es_es: Estadísticas de la pista
fr_fr: Statistiques de la trace
gl_es: Estatísticas do trazado
it_it: Statistiche traccia
ru_ru: Статистики трека

source: Total distance
cs_cz: Celková vzdálenost
es_es: Distancia total
fr_fr: Distance totale
gl_es: Distancia total
it_it: Distanza totale
pl_pl: Całkowity dystans
ru_ru: Общее расстояние

source: Total duration
cs_cz: Celkové trvání
es_es: Duración total
fr_fr: Durée totale
gl_es: Duración total
it_it: Durata totale
pl_pl: Całkowity czas
ru_ru: Общая длительность

source: No date
cs_cz: Žádné datum
es_es: Sin fecha
fr_fr: Aucune date
gl_es: Sen data
it_it: Nessuna data
pl_pl: Brak daty
ru_ru: Нет даты

source: Number of points
cs_cz: Počet bodů
da_dk: Antal punkter
es_es: Número de puntos
fr_fr: Nombre de points
gl_es: Número de puntos
id_id: Jumlah poin
it_it: Numero di punti
nl_nl: Aantal punten
pl_pl: Suma punktów
pt_br: Número de pontos
ru_ru: Количество точек
sk_sk: Počet bodov
sl_si: Število točk

source: Show map
cs_cz: Zobrazit mapu
es_es: Mostrar mapa
gl_es: Amosar o mapa
ru_ru: Показать карту

source: No tracks
cs_cz: Žádné stopy
es_es: No hay pistas
gl_es: Non hai ningún trazado
it_it: Nessuna traccia
pl_pl: Bez ścieżek
ru_ru: Нет треков

source: Filter track list
cs_cz: Filtrovat seznam tras
es_es: Filtrar lista de pistas
gl_es: Filtrar a lista de trazados
it_it: Filtra elenco tracce
pl_pl: Filtruj listę ścieżek
ru_ru: Фильтр списка треков

source: Cancel deletion
cs_cz: Zrušit odstranění
es_es: Cancelar eliminación
gl_es: Cancelar a eliminación
it_it: Annulla eliminazione
pl_pl: Anuluj usunięcie
ru_ru: Отменить удаление

source: No duration
es_es: Sin duración
gl_es: Sen duración
ru_ru: Без ограничения по времени

source: Charts
cs_cz: Grafy
es_es: Gráficas
fr_fr: Graphiques
gl_es: Gráficos
it_it: Grafici
pl_pl: Wykresy
ru_ru: Графики

source: Track comparison
cs_cz: Porovnání tras
es_es: Comparación de pistas
gl_es: Comparación de trazados
it_it: Confronto traccia
pl_pl: Porównanie ścieżek
ru_ru: Сравнение треков

source: Track pair
cs_cz: Dvojice tras
es_es: Pareja de pistas
gl_es: Par de trazados
it_it: Coppia di tracce
ru_ru: Совместить дорожки

source: Color by
cs_cz: Barva podle
da_dk: Farv på baggrund af
es_es: Color por
fr_fr: Critère de couleur
gl_es: Cor por
id_id: Warna oleh
it_it: Colore per
nl_nl: Kleurcriterium
pl_pl: Kolor wg
pt_br: Cor por
ru_ru: Расцветка по
sk_sk: Farba
sl_si: Barvaj po

source: Time
cs_cz: Čas
da_dk: Tid
es_es: Tiempo
fr_fr: Temps
gl_es: Tempo
id_id: Waktu
it_it: Tempo
nl_nl: Tijd
pl_pl: Czas
pt_br: Tempo
ru_ru: Время
sk_sk: Čas
sl_si: Čas

source: Distance
cs_cz: Vzdálenost
es_es: Distancia
gl_es: Distancia
id_id: Jarak
it_it: Distanza
nl_nl: Afstand
pl_pl: Dystans
pt_br: Distância
ru_ru: Расстояние
sk_sk: Vzdialenosť
sl_si: Razdalja

source: Global comparison table
cs_cz: Globální srovnávací tabulka
es_es: Tabla de comparación global
gl_es: Táboa de comparación global
it_it: Tabella comparativa globale
ru_ru: Глобальная таблица сравнения

source: Value
cs_cz: Hodnota
es_es: Valor
gl_es: Valor
it_it: Valore
pl_pl: Wartość
ru_ru: Значение

source: {d1} is longer than {d2}
cs_cz: {d1} je delší než {d2}
es_es: {d1} es más larga que {d2}
gl_es: {d1} é máis longa que {d2}
it_it: {d1} è più lungo di {d2}
pl_pl: {d1} jest dłuższy niż {d2}
ru_ru: {d1} длиннее {d2}

source: {d1} is shorter than {d2}
cs_cz: {d1} je kratší než {d2}
es_es: {d1} es más corta que {d2}
gl_es: {d1} é máis curta que {d2}
it_it: {d1} è più corta di {d2}
pl_pl: {d1} jest krótszy niż {d2}
ru_ru: {d1} короче {d2}

source: {d1} is equal to {d2}
cs_cz: {d1} je stejně dlouhá jako {d2}
es_es: {d1} es igual que {d2}
gl_es: {d1} é igual a {d2}
it_it: {d1} è uguale a {d2}
pl_pl: {d1} jest równe {d2}
ru_ru: {d1} равен {d2}

source: {t1} is slower than {t2}
cs_cz: {t1} je pomalejší než {t2}
es_es: {t1} es más lenta que {t2}
gl_es: {t1} é máis lenta que {t2}
it_it: {t1} è più lento di {t2}
pl_pl: {t1} jest wolniejszy niż {t2}
ru_ru: {t1} медленнее {t2}

source: {t1} is quicker than {t2}
cs_cz: {t1} je rychlejší než {t2}
es_es: {t1} es más rápida que {t2}
gl_es: {t1} é máis rápida que {t2}
it_it: {t1} è più veloce di {t2}
pl_pl: {t1} jest szybszy niż {t2}
ru_ru: {t1} быстрее {t2}

source: {t1} is equal to {t2}
cs_cz: {t1} je stejně rychlá jako {t2}
es_es: {t1} es igual que {t2}
gl_es: {t1} é igual a {t2}
it_it: {t1} è uguale a {t2}
pl_pl: {t1} jest równe {t2}
ru_ru: {t1} равен {t2}

source: {e1} climbs more than {e2}
cs_cz: {e1} stoupá více než {e2}
es_es: {e1} sube más que {e2}
gl_es: {e1} ascende máis que {e2}
it_it: {e1} sale più di {e2}
pl_pl: {e1} wspinał się wyżej niż {e2}
ru_ru: {e1} поднимается выше, чем {e2}

source: {e1} climbs less than {e2}
cs_cz: {e1} stoupá méně než {e2}
gl_es: {e1} ascende menos que {e2}
it_it: {e1} sale meno di {e2}
pl_pl: {e1} wspinał się niżej niż {e2}
ru_ru: {e1} поднимается меньше, чем {e2}

source: {e1} is equal to {e2}
cs_cz: {e1} stoupá stejně jako {e2}
gl_es: {e1} é igual a {e2}
it_it: {e1} è uguale a {e2}
pl_pl: {e1} jest równe {e2}
ru_ru: {e1} равно {e2}

source: There is no divergence here
cs_cz: Neexistuje zde žádný rozdíl
da_dk: Der er ingen divergens
es_es: No existe aquí ninguna divergencia
fr_fr: Aucune divergence ne se trouve ici
gl_es: Aquí non hai diverxencia
id_id: Tidak ada perbedaan di sini
it_it: Non vi sono divergenze
nl_nl: Hier is geen divergentie gevonden
pl_pl: Tutaj, nie ma rozbieżności
pt_br: Não há divergência aqui
ru_ru: Различия отсутствуют
sk_sk: Neexistuje žiaden rozdiel
sl_si: Ni razhajanja

source: Search a location
cs_cz: Vyhledat polohu
fr_fr: Rechercher un emplacement
gl_es: Buscar unha localización
it_it: Cerca una posizione
pl_pl: Wyszukaj lokalizację
ru_ru: Поиск места

source: No data
cs_cz: Žádná data
fr_fr: Pas de données
gl_es: Sen datos
it_it: Nessun dato
pl_pl: Brak danych
ru_ru: Нет данных

source: Altitude
cs_cz: Nadmořská výška
it_it: Altitudine
pl_pl: Wysokość npm
ru_ru: Высота

source: Start
cs_cz: Začátek
fr_fr: Début
gl_es: Inicio
it_it: Inizio
ru_ru: Старт

source: Direction
cs_cz: Směr
gl_es: Dirección
it_it: Direzione
pl_pl: Kierunek
ru_ru: Направление

source: Open in Files
cs_cz: Otevřít v aplikaci Soubory
fr_fr: Ouvrir dans Fichiers
gl_es: Abrir con Ficheiros
it_it: Apri in file
ru_ru: Открыть в файлах

source: Directory {p} has been added
cs_cz: Adresář {p} byl přidán
da_dk: Mappen {p} er blevet tilføjet
es_es: Se ha añadido el directorio {p}
fr_fr: Le dossier {p} a été ajouté
gl_es: Engadiuse o directorio {p}
it_it: La directory {p} è stata aggiunta
pl_pl: Dodano katalog {p}
pt_br: Diretório {p} foi adicionado
ru_ru: Папка {p} была добавлена
sk_sk: Adresár {p} bol pridaný
sl_si: Mapa z imenom {p} dodana

source: View in GpxPod
cs_cz: Zobrazit v GpxPod
da_dk: Vis i GpxPod
es_es: Ver en GpxPod
fr_fr: Voir dans GpxPod
gl_es: Ver en GpxPod
id_id: Tampilkan dalam GpxPod
it_it: Vedi su GpxPod
nl_nl: Bekijk in GpxPod
pl_pl: Zobacz w GpxPod
pt_br: Visualizar no GpxPod
ru_ru: Просмотр в GpxPod
sk_sk: Zobraziť v GpxPod
sl_si: Poglej v GpxPod

source: Compare with GpxPod
cs_cz: Porovnat s GpxPod
gl_es: Comparar con GpxPod
it_it: Confronta con GpxPod
ru_ru: Сравнить со GpxPod

source: Calculated speed
cs_cz: Vypočítaná rychlost
es_es: Velocidad calculada
fr_fr: Vitesse calculée
gl_es: Velocidade calculada
it_it: Velocità calcolata
pl_pl: Obliczona prędkość
pt_br: Velocidade calculada
ru_ru: Вычисленная скорость
sk_sk: Vypočítaná rýchlosť
sl_si: Izračunana hitrost

source: GPS speed
cs_cz: Rychlost dle GPS
es_es: Velocidad GPS
fr_fr: Vitesse GPS
gl_es: Velocidade segundo GPS
it_it: Velocità GPS
pl_pl: Prędkość GPS
pt_br: Velocidade GPS
ru_ru: Скорость по GPS
sk_sk: rýchlosť podľa GPS
sl_si: GPS hitrost

source: Close elevation chart
cs_cz: Zavřít graf převýšení
da_dk: Luk højdegraf
es_es: Cerrar el gráfico de elevación
fr_fr: Fermer le graphique d'altitude
gl_es: Pechar o gráfico de elevación
it_it: Chiudi grafico altitudine
pl_pl: Zamknij wykres wysokości
pt_br: Fechar gráfico de elevação
ru_ru: Закрыть график высот
sk_sk: Zatvoriť graf prevýšenia
sl_si: Zapri višinski graf

source: File
cs_cz: Soubor
da_dk: Fil
es_es: Archivo
fr_fr: Fichier
gl_es: Ficheiro
id_id: Berkas
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
ru_ru: Файл
sk_sk: Súbor
sl_si: Datoteka

source: download
cs_cz: stáhnout
da_dk: hent
es_es: descargar
fr_fr: télécharger
gl_es: descargar
id_id: unduhan
it_it: scarica
nl_nl: downloaden
pl_pl: pobierz
pt_br: baixar
ru_ru: скачать
sk_sk: prevziať
sl_si: prenesi

source: This public link will work only if '{title}' or one of its parent folder is shared in 'files' app by public link without password
cs_cz: Tento veřejný odkaz bude fungovat pouze v případě, že "{title}" nebo je jedna z nadřazených složek sdílena v aplikaci "soubory" podle veřejného odkazu bez hesla
da_dk: Dette offentligt tilgængelige link vil kun fungere hvis '{title}' eller en af dens forælder-mapper er delt i 'filer'-applikationen som et offentlig link uden kodeord
es_es: Este enlace público sólo funcionará si el directorio '{title}' o un directorio superior es compartido en la aplicación 'files' mediante un enlace público sin contraseña
fr_fr: Ce lien public ne fonctionnera que si '{title}' ou un de ses dossiers parents est partagé dans l'application 'fichiers' par lien public sans mot de passe
gl_es: Esta ligazón pública só funcionará se «{title}» ou un dos seu cartafoles superiores está compartido na aplicación «Ficheiros» mediante unha ligazón pública sen contrasinal
id_id: Tautan publik ini hanya akan bekerja jika '{title}' atau salah satu induk foldernya dibagi di app "files" oleh tautan publik tanpa kata kunci
it_it: Questo link pubblico funzionerà solo se '{title}' o una sua cartella padre è condivisa in 'files' app tramite link pubblico senza password
nl_nl: Deze openbare link zal enkel werken als '{title}' of een van de bovenliggende mappen gedeeld is binnen de 'Bestanden' app door middel van een publieke link zonder wachtwoord
pl_pl: Ten publiczny link zadziała tylko wtedy, jeśli '{title}' lub jeden z jego folderów nadrzędnych jest udostępniony w aplikacji 'files' poprzez publiczny link bez hasła
pt_br: Esse link público só funcionará se '{title}' ou uma de suas pastas pai está compartilhada no aplicativo 'arquivos' com um link público sem senhas
ru_ru: Эта публичная ссылка будет работать только если к '{title}' или к одной из родительских папок был предоставлен общий доступ по ссылке без пароля в 'Файлах'
sk_sk: Tento verejný odkaz je funkčný len ak "{title}" alebo jeden z jeho rodičovských adresárov je zdieľaný v aplikácii 'súborov' verejným odkazom bez hesla
sl_si: Javna povezava bo delovala le, če bo mapa '{title}' ali katera od podmap deljena kot javna, ter brez zaščite z geslom

source: Draw track
cs_cz: Vykreslit stopu
da_dk: Tegn spor
es_es: Dibujar ruta
fr_fr: Dessiner la trace
gl_es: Debuxar trazado
id_id: Menggambar berkas
it_it: Disegna traccia
nl_nl: Teken track
pl_pl: Rysowanie ścieżki
pt_br: Desenhar rastreamento
ru_ru: Отобразить трек
sk_sk: Nakresliť cestu
sl_si: Nariši sled

source: metadata link
cs_cz: odkaz na metadata
es_es: enlace metadatos
fr_fr: lien des metadata
gl_es: ligazón aos metadatos
id_id: tautan metadata
it_it: collegamento ai metadati
pl_pl: link metadanych
pt_br: link de metadados
ru_ru: ссылка на метаданные
sk_sk: metadátový odkaz
sl_si: povezava z metapodatki

source: tracks/routes name list
cs_cz: seznam názvů stop/tras
da_dk: spor/ruter navneliste
es_es: lista de nombres de rutas
fr_fr: liste des noms de tracks/routes
gl_es: lista de nomes de trazados/rutas
id_id: daftar nama jalur/rute
it_it: elenco nomi tracce/percorsi
nl_nl: lijst van track/route namen
pl_pl: nazwa listy ścieżek/tras
pt_br: lista de nomes de rastreamento/rotas
ru_ru: список название треков
sk_sk: zoznam názvov trás/ciest
sl_si: seznam imen sledi/poti

source: Duration
cs_cz: Doba trvání
da_dk: Varighed
es_es: Duración
fr_fr: Durée
gl_es: Duración
id_id: Durasi
it_it: Durata
nl_nl: Duur
pl_pl: Czas trwania
pt_br: Duração
ru_ru: Длительность
sk_sk: Trvanie
sl_si: Trajanje

source: No time data
cs_cz: Žádné časové údaje
fr_fr: Aucune donnée de temps
gl_es: Sen datos da hora
it_it: Nessun dato orario
ru_ru: Нет данных времени

source: {np} picture
cs_cz: {np} obrázek
da_dk: {np} billede
es_es: {np} foto
fr_fr: {np} image
gl_es: {np} imaxe
it_it: {np} immagine
nl_nl: {np} afbeelding
pl_pl: {np} zdjęcie
pt_br: {np} foto
ru_ru: {np} изображение
sk_sk: {np} obrázok
sl_si: {np} fotografija

source: Track "{tn}" is loading
cs_cz: Stopa „{tn}“ je načítána
da_dk: Sporet "{tn}" indlæses
es_es: Cargando la ruta "{tn}"
fr_fr: La trace "{tn}" est en cours de chargement
gl_es: Estase a cargar o trazado «{tn}»
id_id: Berkas "{tn}" sedang dimuat
it_it: La traccia "{tn}" si sta caricando
nl_nl: Track "{tn}" wordt geladen
pl_pl: Ładowanie ścieżki "{tn}"
pt_br: Rastreio "{tn}" está baixando
ru_ru: Трек "{tn}" загружается
sk_sk: Načítava sa cesta "{tn}"
sl_si: Nalagam sled "{tn}"

source: Reload this page
cs_cz: Načíst znovu tuto stránku
da_dk: Genindlæs denne side
es_es: Recargar esta página
fr_fr: Rechargez cette page
gl_es: Volver cargar esta páxina
id_id: Muat ulang halaman ini
it_it: Ricarica la Pagina
nl_nl: Deze pagina herladen
pl_pl: Odśwież stronę
pt_br: Recarregar essa página
ru_ru: Обновите страницу
sk_sk: Obnoviť túto stránku
sl_si: Osveži stran

source: Error
cs_cz: Chyba
da_dk: Fejl
fr_fr: Erreur
gl_es: Erro
id_id: Kesalahan
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka

source: Successfully deleted
cs_cz: Úspěšně smazáno
da_dk: Slettet
es_es: Eliminado con éxito
fr_fr: Effacés avec succès
gl_es: Eliminado correctamente
id_id: Berhasil dihapus
it_it: Eliminato con successo
nl_nl: Verwijderen gelukt
pl_pl: Pomyślnie usunięto
pt_br: Apagado com sucesso
ru_ru: Успешно удалено
sk_sk: Úspešne odstránené
sl_si: Uspešno izbrisano

source: You can restore deleted files in "Files" app
cs_cz: Smazané soubory můžete obnovit v aplikaci „Soubory“
da_dk: Du kan genskabe slettede filer i "Files"-applikationen
es_es: Puede restaurar los ficheros eliminados el botón "Archivos"
fr_fr: Vous pouvez restaurer les fichiers supprimés dans l'appli "Fichiers"
gl_es: Pode restaurar os ficheiros eliminados na aplicación «Ficheiros»
id_id: Anda dapat mengembalikan berkas-berkas yang terhapus di app "Files"
it_it: È possibile ripristinare i file eliminati nell'app "File"
nl_nl: Je kunt verwijderde bestanden herstellen in de "Bestanden" app
pl_pl: Możesz przywrócić usunięte pliki w aplikacji "Pliki"
pt_br: Você pode restaurar os arquivos apagados no aplicativo "Arquivos"
ru_ru: Удалённые треки можно восстановить в приложении "Файлы"
sk_sk: Vymazané súbory môžete obnoviť v aplikácii "Súbory"
sl_si: Izbrisane datoteke lahko povrnete v aplikaciji "Datoteke"

source: Impossible to delete
cs_cz: Není možné odstranit
da_dk: Umulig at slette
es_es: Imposible eliminar
fr_fr: Impossible à effacer
gl_es: Non é posíbel eliminalo
id_id: Mustahil untuk menghapus
it_it: Impossibile eliminare
nl_nl: Verwijderen is niet mogelijk
pl_pl: Niemożliwe do usunięcia
pt_br: Impossível apagar
ru_ru: Невозможно удалить
sk_sk: Nemôžem vymazať
sl_si: Ni mogoče izbrisati

source: Failed to delete selected tracks
cs_cz: Nepodařilo se odstranit vybrané stopy
da_dk: Fejl ved sletning af valgte spor
es_es: No se pudo eliminar las rutas seleccionadas
fr_fr: Echec à la suppression des traces sélectionnées
gl_es: Produciuse un fallo ao eliminar os trazados seleccionados
id_id: Gagal menghapus berkas yang terpilih
it_it: Impossibile eliminare le tracce selezionate
nl_nl: Verwijderen van geselecteerde tracks mislukt
pl_pl: Nie udało się usunąć wybranych ścieżek
pt_br: Falha ao apagar os rastreios selecionados
ru_ru: Ошибка удаления выделенных треков
sk_sk: Zlyhalo mazanie zvolených záznamov ciest
sl_si: Napaka pri brisanju izbranih sledi

source: Click the color to change it
cs_cz: Pokud chcete změnit barvu, klikněte na ni
da_dk: Klik på farven for at ændre den
es_es: Haga clic en el color para cambiarlo
fr_fr: Cliquez sur la couleur pour la changer
gl_es: Prema na cor para cambiala
id_id: Klik warna untuk mengubahnya
it_it: Fare clic sul colore per cambiarlo
nl_nl: Klik op de kleur om die te veranderen
pl_pl: Kliknij kolor, aby go zmienić
pt_br: Clique na cor para mudar
ru_ru: Щёлкните на цвет для его смены
sk_sk: Kliknite na farbu pre jej zmenu
sl_si: Kliknite barvo, če jo želite spremeniti

source: Deselect to hide track drawing
cs_cz: Pokud chcete skrýt vykreslení trasy, zrušte výběr
da_dk: Fravælg for at gemme sporet
es_es: Deseleccionar para ocultar el dibujado de rutas
fr_fr: Désélectionnez pour cacher le dessin de la trace
gl_es: Anular a selección para agochar o debuxo do trazado
id_id: Batalkan pilihan untuk menyembunyikan berkas penggambaran
it_it: Deseleziona per nascondere il disegno delle tracce
nl_nl: Deselecteer om track tekening te verbergen
pl_pl: Odznacz aby ukryć ścieżkę
pt_br: Desmarque para esconder o desenho do rastreio
ru_ru: Снимите, чтобы скрыть трек на карте
sk_sk: Zrušte výber pre ukrytie vykreslenia trasy
sl_si: Odznači za skrivanje narisane sledi

source: Select to draw the track
cs_cz: Pokud chcete vykreslit trasu, vyberte
da_dk: Vælg for at tegne sporet
es_es: Seleccione para dibujar la ruta
fr_fr: Selectionnez pour dessiner la trace
gl_es: Seleccionar para debuxar o trazado
id_id: Pilih untuk menggambar berkas
it_it: Seleziona per disegnare la traccia
nl_nl: Selecteer om de track te tekenen
pl_pl: Zaznacz, aby wyświetlić ścieżkę
pt_br: Selecione desenhar o rastreio
ru_ru: Щёлкните для отображения трека
sk_sk: Vyberte pre vykreslenie trasy
sl_si: Izberite za risanje sledi

source: More
cs_cz: Další
da_dk: Mere
es_es: Más
fr_fr: Plus
gl_es: Máis
id_id: Lainnya
it_it: Altro
nl_nl: Meer
pl_pl: Więcej
pt_br: Mais
ru_ru: Подробнее
sk_sk: Viac
sl_si: Več

source: Center map on this track
cs_cz: Vycentrovat mapu na tuto trasu
da_dk: Centrer kort på dette spor
es_es: Centrar mapa en esta ruta
fr_fr: Centrer la carte sur cette trace
gl_es: Centrar o mapa neste trazado
id_id: Peta pusat di berkas ini
it_it: Centra la mappa su questa traccia
nl_nl: Centreer de kaart op deze track
pl_pl: Wyśrodkuj mapę na tej ścieżce
pt_br: Centralize o mapa sobre o rastreio
ru_ru: Центрировать карту на треке
sk_sk: Centrovať mapu na túto trasu
sl_si: Postavi sled na sredino zemljevida

source: Delete this track file
cs_cz: Smazat tento soubor s trasou
da_dk: Slet filen til dette spor
es_es: Eliminar este archivo de rutas
fr_fr: Supprimer le fichier de cette trace
gl_es: Eliminar este ficheiro de trazado
id_id: Hapus berkas ini
it_it: Elimina questo file traccia
nl_nl: Verwijder dit track bestand
pl_pl: Usuń ten plik ścieżki
pt_br: Apaga esse arquivo de rastreio
ru_ru: Удалить этот трек
sk_sk: Vymazať súbor s touto trasou
sl_si: Izbriši datoteko sledi
