Repository: eneiluj/gpxpod
Catalog: l10n/*/gpxpod.po
Languages: de_de

source: There was an error during "gpxelevations" execution on the server
de_de: Fehler beim Ausführen von "gpxelevations" auf dem Server

source: View in GpxPod
de_de: In GpxPod anzeigen

source: File
de_de: Datei

source: download
de_de: Herunterladen

source: This public link will work only if '{title}' or one of its parent folder is shared in 'files' app by public link without password
de_de: Dieser öffentliche Link wird nur funktionieren, wenn „{title}”' oder einer seiner übergeordneten Ordner in der App „Dateien” durch einen öffentlichen Link ohne Passwort freigegeben wird.

source: Draw track
de_de: Strecke zeichnen

source: metadata link
de_de: Metadaten-Verknüpfung

source: tracks/routes name list
de_de: Namensliste der Strecken/Routen

source: Distance
de_de: Entfernung

source: Duration
de_de: Dauer

source: Moving time
de_de: Fahrtzeit

source: Pause time
de_de: Standzeit

source: Begin
de_de: Beginn

source: End
de_de: Ende

source: Cumulative elevation gain
de_de: Gesamter Höhengewinn

source: Cumulative elevation loss
de_de: Gesamter Höhenverlust

source: Minimum elevation
de_de: Niedrigster Punkt

source: Maximum elevation
de_de: Höchster Punkt

source: Maximum speed
de_de: Höchstgeschwindigkeit

source: Average speed
de_de: Durchschnittsgeschwindigkeit

source: Moving average speed
de_de: Gleitende Durchschnittsgeschwindigkeit

source: Moving average pace
de_de: Gleitende durchschnittliche Geschwindigkeit

source: Track "{tn}" is loading
de_de: Strecke „{tn}” wird geladen

source: Failed to delete track
de_de: Diese Strecke konnte nicht gelöscht werden.

source: Reload this page
de_de: Diese Seite neu laden

source: Error
de_de: Fehler

source: Successfully deleted
de_de: Erfolgreich gelöscht

source: You can restore deleted files in "Files" app
de_de: Sie können gelöschte Dateien in der App „Dateien” wiederherstellen

source: Impossible to delete
de_de: Löschen nicht möglich

source: Failed to delete selected tracks
de_de: Fehler beim Löschen der ausgewählten Strecken

source: Click the color to change it
de_de: Auf eine Farbe klicken, um diese zu ändern

source: Deselect to hide track drawing
de_de: Markierung aufheben, um die Streckenzeichnung auszublenden

source: Select to draw the track
de_de: Auswählen, um die Strecke zu zeichnen

source: More
de_de: Mehr

source: Center map on this track
de_de: Karte auf diese Streckenführung zentrieren

source: Delete this track file
de_de: Diese Streckenführung löschen

source: Correct elevations with smoothing for this track
de_de: Höhenkorrektur durch Glättung dieser Strecke

source: Correct elevations for this track
de_de: Höhenkorrektur für diese Strecke

source: View this file in GpxMotion
de_de: Diese Datei in GpxMotion anzeigen

source: Edit this file in GpxEdit
de_de: Diese Datei in GpxMotion bearbeiten

source: no date
de_de: Kein Datum

source: No track visible
de_de: Kein Strecke sichtbar

source: Tracks from current view
de_de: Strecken in der aktuellen Ansicht

source: All tracks
de_de: Alle Strecken

source: Draw
de_de: Zeichnen

source: Track
de_de: Strecke

source: Date
de_de: Datum

source: Dist<br/>ance<br/>
de_de: Ent-<br/>fernung<br/>

source: Cumulative<br/>elevation<br/>gain
de_de: Gesamter<br/>Höhen-<br/>gewinn

source: distance
de_de: Entfernung

source: altitude/distance
de_de: Höhenlage/Entfernung

source: speed/distance
de_de: Geschwindikeit/Entfernung

source: pace(time for last km or mi)/distance
de_de: Tempo (Zeit für letzte km oder mi)/Entfernung

source: Elevation
de_de: Höhe

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Comment
de_de: Kommentar

source: Description
de_de: Beschreibung

source: Database has been cleaned
de_de: Die Datenbank wurde bereinigt

source: Impossible to clean database
de_de: Bereinigen der Datenbank nicht möglich

source: Folder
de_de: Ordner

source: Public link to '{folder}' which will work only if this folder is shared in 'files' app by public link without password
de_de: Öffentliche Verknüpfung zum „{folder}”, die nur dann funktioniert, wenn dieser Ordner in der App „Dateien” freigegeben ist, und zwar durch eine öffentliche Verknüpfung ohne Kennwort.

source: enlarge
de_de: Vergrößern

source: Public folder share
de_de: Ordner veröffentlichen

source: Public file share
de_de: Datei veröffentlichen

source: Server name or server url should not be empty
de_de: Servername oder Serveradresse dürfen nicht leer sein

source: Impossible to add tile server
de_de: Kachelserver konnte nicht hinzugefügt werden

source: A server with this name already exists
de_de: Ein Server mit diesem Namen existiert bereits

source: Delete
de_de: Löschen

source: Tile server "{ts}" has been added
de_de: Kachelserver „{ts}” wurde hinzugefügt

source: Failed to add tile server "{ts}"
de_de: Hinzufügen des Kachelservers „{ts}” fehlgeschlagen

source: Tile server "{ts}" has been deleted
de_de: Kachelserver „{ts}” wurde gelöscht

source: Failed to delete tile server "{ts}"
de_de: Kachelserver „{ts}” konnte nicht gelöscht werden

source: Failed to restore options values
de_de: Optionen konnten nicht wiederhergestellt werden

source: Failed to save options values
de_de: Optionen konnten nicht gespeichert werden

source: Destination directory is not writeable
de_de: Fehlende Schreibrechte für Zielverzeichnis

source: Destination directory does not exist
de_de: Zielverzeichnis existiert nicht

source: Origin directory does not exist
de_de: Herkunftsverzeichnis existiert nicht

source: Failed to move selected tracks
de_de: Fehler beim Verschieben der ausgewählten Strecken

source: Following files were moved successfully
de_de: Folgende Dateien wurden erfolgreich verschoben

source: Following files were NOT moved
de_de: Folgende Dateien wurden nicht verschoben

source: Page will be reloaded in 5 sec
de_de: Die Seite wird in 5 Sekunden neu geladen

source: Public link to
de_de: Öffentliche Verknüpfung zu

source: Select at least one track
de_de: Wählen Sie mindestens eine Strecke aus

source: Destination folder
de_de: Zielordner

source: Origin and destination directories must be different
de_de: Ursprungs- und Zielverzeichnisse müssen unterschiedlich sein

source: Are you sure you want to delete the track {name} ?
de_de: Möchten Sie die Strecke „{name}” wirklich löschen?

source: Confirm track deletion
de_de: Steckenlöschung bestätigen

source: better in
de_de: besser in

source: worse in
de_de: schlechter in

source: Divergence details
de_de: Information zur Abweichung

source: Divergence distance
de_de: Entfernung der Abweichung

source: is shorter than
de_de: ist kürzer als

source: is longer than
de_de: ist länger als

source: Divergence time
de_de: Dauer der Abweichung

source: is quicker than
de_de: ist schneller als

source: is slower than
de_de: ist langsamer als

source: is less than
de_de: ist weniger als

source: is more than
de_de: ist mehr als

source: There is no divergence here
de_de: Keine Abweichung hier

source: Segment details
de_de: Abschnittsinformationen

source: Segment id
de_de: Abschnitts-ID

source: From
de_de: Von

source: To
de_de: Nach

source: Time
de_de: Zeit

source: Click on a track line to get details on the section
de_de: Klicken Sie auf eine Streckenführung, um Details zu diesem Abschnitt zu erhalten

source: left
de_de: Links

source: right
de_de: Rechts

source: Folder and tracks selection
de_de: Order und Strecken auswählen

source: Settings and extra actions
de_de: Einstellungen und zusätzliche Aktionen

source: About GpxPod
de_de: Über GpxPod

source: Choose a folder
de_de: Ordner auswählen

source: No gpx file found
de_de: Kein GPX-Datei vorhanden

source: You should have at least one gpx/kml/tcx/igc file in your file storage
de_de: Sie sollten mindestens eine GPX/KML/TCX/IGC-Datei in Ihrem Dateispeicher haben.

source: Reload and analyze all files in current folder
de_de: Alle Dateien im aktuellen Ordner neu laden und analysieren

source: Reload current folder
de_de: Aktuellen Ordner neu laden

source: Options
de_de: Einstellungen

source: track+waypoints
de_de: Strecke + Wegpunkte

source: track
de_de: Strecke

source: waypoints
de_de: Wegpunkte

source: Waypoint style
de_de: Stil der Wegpunkte

source: on hover
de_de: Beim Daraufzeigen

source: permanent
de_de: Dauerhaft

source: Enables tracks coloring by the chosen criteria
de_de: Ermöglicht das Einfärben von Stecken nach den gewählten Kriterien

source: Color tracks by
de_de: Farbkriterien

source: none
de_de: keine

source: speed
de_de: Geschwindigkeit

source: elevation
de_de: Höhe

source: pace
de_de: Tempo

source: extension
de_de: Erweiterung

source: Enables tracks coloring by the chosen extension value
de_de: Ermöglicht die Einfärbung der Strecken nach dem gewählten Erweiterungswert

source: Color tracks by extension value
de_de: Farben der Strecken nach Erweiterungswert

source: Picture style
de_de: Grafikstil

source: small red marker
de_de: Kleine rote Markierung

source: big marker with simple spiderfication
de_de: Große Markierung mit einfacher Datenpunktauffächerung

source: big marker with popup spiderfication
de_de: große Markierung mit Datenpunktauffächerung als Popup

source: Measuring units
de_de: Maßeinheiten

source: Metric
de_de: Metrisches Maßsystem

source: English
de_de: Angloamerikanischen Maßsysteme

source: Nautical
de_de: Nautisches Maßsystem

source: IGC elevation track
de_de: Höhenaufzeichnung mittels Trägheitsnavigationssystem

source: Both GNSS and pressure
de_de: Sowohl Globales Navigationssatellitensystem und Luftdruck

source: Pressure
de_de: Luftdruck

source: GNSS
de_de: Globales Navigationssatellitensystem

source: Compare selected tracks
de_de: Ausgewählte Strecken vergleichen

source: Effective on future actions
de_de: Wirksam bei zukünftigen Aktionen

source: Display markers
de_de: Markierungen anzeigen

source: Use symbols defined in the gpx file
de_de: Symbole verwenden, die in der GPX-Datei festgelegt sind

source: Gpx symbols
de_de: GPX-Symbole

source: Show pictures markers
de_de: Grafikmarkierungen anzeigen

source: Only pictures with EXIF geolocation data are displayed
de_de: Es werden nur Fotos mit EXIF-Geolokationsdaten angezeigt

source: Show pictures
de_de: Grafiken anzeigen

source: Open info popup when a track is drawn
de_de: Info-Popup öffnen, wenn ein Streckenabschnitt gezeichnet wird

source: Auto-popup
de_de: Automatisches Popup

source: If enabled :
de_de: Wenn aktiv:

source: Zoom on track when it is drawn
de_de: Stecke beim Zeichnen im Fenster einpassen

source: Zoom to show all track markers when selecting a folder
de_de: Ansicht anpassen, um alle Streckenmarkierungen bei der Auswahl eines Ordners anzuzeigen

source: If disabled :
de_de: Wenn deaktiviert:

source: Do nothing when a track is drawn
de_de: Nichts ausführen, wenn ein Strecke gezeichnet wird

source: Reset zoom to world view when selecting a folder
de_de: Zurücksetzen der Überblickansicht bei Auswahl eines Ordners

source: Auto-zoom
de_de: Automatischer Bildausschnitt

source: Enables transparency when hover on table rows to display track overviews
de_de: Transparenz beim Bewegen des Mauszeigers auf Tabellenzeilen für die Anzeige von Streckenübersichten.

source: Transparency
de_de: Transparenz

source: Table only shows tracks that are inside current map view
de_de: In der Tabelle werden nur Strecken angezeigt, die sich in der aktuellen Kartenansicht befinden

source: Dynamic table
de_de: Dynamische Tabelle

source: Display elevation or speed chart when a track is drawn
de_de: Höhen- oder Geschwindigkeitsdiagramms beim Zeichnen einer Strecke anzeigen

source: Display chart
de_de: Diagramm anzeigen

source: Hide elevation profile
de_de: Höhenprofil ausblenden

source: Show direction arrows along lines
de_de: Richtungspfeile entlang der Streckenführung anzeigen

source: Direction arrows
de_de: Richtungspfeile

source: Draw black borders around track lines
de_de: Schwarze Ränder um die Streckenführung ziehen

source: Line borders
de_de: Streckenränder

source: Track line width in pixels
de_de: Linienbreite in Pixel

source: Line width
de_de: Linienbreite

source: For slow connections or if you have huge files, a simplified version is shown when hover
de_de: Für langsame Verbindungen oder wenn große Dateien vorliegen, wird eine vereinfachte Version angezeigt, wenn Sie mit dem Mauszeiger draufzeigen.

source: Simplified previews
de_de: Vereinfachte Voransichten

source: Check that to display full size pictures in the lightbox
de_de: Aktivieren Sie diese Option, um Grafiken in voller Größe im Vorschaumodus anzuzeigen.

source: Full size pics
de_de: Grafik in Originalgröße

source: With this disabled, public page link will include option to hide sidebar
de_de: Wenn diese Option deaktiviert ist, enthält der Link zur öffentlichen Seite die Option zum Ausblenden der Seitenleiste.

source: Enable sidebar in public pages
de_de: Seitenleiste in öffentlichen Seiten einblenden

source: Display routes points
de_de: Routenpunkte anzeigen

source: Display shared folders/files
de_de: Freigegebene Ordner/Dateien anzeigen

source: Explore external storages
de_de: Externe Speicher durchsuchen

source: Display folders containing pictures only
de_de: Ordner anzeigen, die nur Bilder enthalten

source: what determines if a track is shown in the table :
de_de: Kriterien die angeben, ob eine Strecke in der Tabelle angezeigt wird:

source: crosses : at least one track point is inside current view
de_de: Kreuzungen: Mindestens ein Wegpunkt befindet sich innerhalb der aktuellen Ansicht

source: begins : beginning point marker is inside current view
de_de: Beginn: Anfangspunktmarkierung befindet sich innerhalb der aktuellen Ansicht

source: track N,S,E,W bounds intersect current view bounds square
de_de: Die Steckengrenzen (N, S, O, W) überschneiden die Grenzen der aktuellen Ansicht

source: List tracks that
de_de: Strecken anzeigen die

source: cross current view
de_de: aktuelle Ansicht kreuzen

source: begin in current view
de_de: in der aktuellen Ansicht beginnen

source: have N,S,E,W bounds crossing current view
de_de: N-, S-, O-, W-Grenzen kreuzen die aktuelle Ansicht

source: Select visible
de_de: Sichtbare auswählen

source: Deselect all
de_de: Auswahl aufheben

source: Deselect visible
de_de: Auswahl der sichtbaren Elemente aufheben

source: Delete selected
de_de: Ausgewählte Elemente löschen

source: Move selected tracks to
de_de: Ausgewählte Strecken verschieben nach

source: Filters
de_de: Filter

source: Clear
de_de: Leeren

source: Apply
de_de: Übernehmen

source: Custom tile servers
de_de: Benutzerdefinierte Kachelserver

source: For example : my custom server
de_de: Zum Beispiel: Mein XY-Server

source: Server url
de_de: Serveradresse

source: For example : http://tile.server.org/cycle/{z}/{x}/{y}.png
de_de: Zum Beispiel: http://tile.server.org/cycle/{z}/{x}/{y}.png

source: Min zoom (1-20)
de_de: Vergrößerung mind. (1-20)

source: Max zoom (1-20)
de_de: Vergrößerung max. (1-20)

source: Add
de_de: Hinzufügen

source: Your tile servers
de_de: Eigene Kachelserver

source: Custom overlay tile servers
de_de: Benutzerdefinierte Überlagerungs-Kachel-Server

source: For example : http://overlay.server.org/cycle/{z}/{x}/{y}.png
de_de: Zum Beispiel : http://overlay.server.org/cycle/{z}/{x}/{y}.png

source: Opacity (0.0-1.0)
de_de: Deckkraft (0.0-1.0)

source: Your overlay tile servers
de_de: Eigener Überlagerungs-Kachelserver

source: Custom WMS tile servers
de_de: Benutzerdefinierter WMS-Kachelserver

source: Layers to display
de_de: Anzuzeigende Ebenen

source: Your WMS tile servers
de_de: Ihr WMS-Kachelserver

source: Custom WMS overlay servers
de_de: Benutzerdefinierte WMS-Überlagerungs-Kachelserver

source: Your WMS overlay tile servers
de_de: Ihr WMS-Überlagerungs-Kachelserver

source: Clean files or database
de_de: Datenbank oder Dateien bereinigen

source: Delete all '.marker' and '.geojson' files
de_de: Alle „.markers”- und „.geojson”-Dateien löschen

source: Delete '.markers' and '.geojson' files corresponding to existing gpx files
de_de: „.markers”- und „.geojson”-Dateien löschen, die existierenden GPX Dateien entsprechen.

source: Metadata will be generated again on folder load
de_de: Metadaten werden beim Laden des Ordners neu generiert

source: Delete metadata for all tracks in the database (distance, duration, average speed...)
de_de: Metadaten aller Strecken in der Datenbank (Entfernung, Dauer, Durchschnittsgeschwindigkeit …) löschen

source: deleting
de_de: Wird gelöscht

source: Append "&track=all" to the link to display all tracks when public folder page loads.
de_de: Hängen Sie "&track=all" an den Link an, um alle Strecken anzuzeigen, wenn die Seite des öffentlichen Ordners geladen wird.

source: Shortcuts
de_de: Tastaturkürzel

source: toggle sidebar
de_de: Seitenleiste ein-/ausblenden

source: toggle minimap
de_de: Übersicht ein/ausblenden

source: Features
de_de: Funktionen

source: Documentation
de_de: Dokumentation

source: Source management
de_de: Quellenverwaltung

source: Authors
de_de: Autoren

source: Upload gpx files to compare
de_de: GPX-Dateien zum Vergleich hochladen

source: Compare
de_de: Vergleichen

source: File pair to compare
de_de: Dateipaare zum Vergleichen

source: and
de_de: und

source: Color by
de_de: Farbkriterien

source: time
de_de: zeit

source: cumulative elevation gain
de_de: Gesamthöhendifferenz

source: Global stats on loaded tracks
de_de: Gesamtstatistik der geladenen Strecken

source: stat name / track name
de_de: Statistikname/Streckenname

source: Number of points
de_de: Anzahl der Datenpunkte

source: About comparison
de_de: Über den Vergleich
